{
  "IGNOR_0001":"abcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyz",
  "guide_1":"Own Your First NFT <span style='color:#FF9900'>MOMO</span>",
  "guide_2":"BOX Raffle",
  "guide_3":"Buy BOX",
  "guide_4":"Buy MOMO",
  "guide_5":"Bid With MBOX",
  "guide_6":"Resources For Getting Started",
  "guide_7":"Participate in BOX Raffle",
  "guide_8":"Own your unique NFT momo",
  "guide_9":"MOMO will automatically collect MBOX",
  "guide_10":"Use your Momo to win more MBOX rewards",
  "guide_11":"Trade your BOX or MOMO in the market",
  "guide_12":"MBOX Listed On Binance LaunchPool",
  "guide_13":"Our Vision",
  "guide_14":"Our vision is that no NFT metaverse should be singular but rather each metaverse can be interconnected giving each unique NFT increased utility through NFT interoperability between games and platforms.",
  "guide_15":"Gallery",
  "guide_16":"New To MOMO Farmer",
  "guide_17":"Increase Hash Power",
  "guide_18":"",
  "guide_19":"MBOX-BNB LP Mining MBOX",
  "guide_20":"Use MBOX",
  "guide_21":"BOX Raffle Buy BOX in Market",
  "guide_22":"Open BOX",
  "guide_23":"Own a MOMO Automatically collect MBOX for you",
  "guide_24":"Mine & Collect MBOX",
  "guide_25":"With the goal of providing the best returns for liquidity providers, MOBOX Crates are a set of optimized yield farming Smart Contracts that automatically seek the best yield for users.   The MBOX-BNB LP token can be deposited into MOBOX Crates which will utilize CAKE mining and re-invest CAKE rewards into the protocol, giving users more of the base LP.",
  "guide_26":"More Details",
  "guide_27":"Mine Now",
  "guide_28":"BOX Raffle",
  "guide_29":"Free To Particpate, Win A Unique MOMO Every Week",
  "guide_30":"Box is an NFT mystery box in the form of BEP-1155. Opening the mystery box can obtain a MOMO with random quality and a certain hash power according to probability. Use the MBOX produced by farm to participate in the BOX Raffle to own your first MOMO.",
  "guide_31":"More Details",
  "guide_32":"Subscribe Now",
  "guide_33":"Game Changing",
  "guide_34":"Each MOMO has a randomly generated hash power that can be upgraded by consuming other MOMO NFTs.  The total hash power is calculated by adding up the hash power of all your MOMOs.  The amount of MBOX tokens mined is dependent on your weighted average of the total hash power across the platform.",
  "guide_35":"More Details",
  "guide_36":"Increase Hash Power",
  "guide_37":"Collect a team  bonus hash",
  "guide_38":"Increase Hash Power",
  "guide_39":"The higher the power The more MBOX is collected",
  "guide_40":"Fight with MOMO",
  "guide_41":"Epic MOMO wins more MBOX rewards for you in the game",
  "guide_42":"MOMO Marketplace",
  "guide_43":"Trade MOMO",
  "guide_44":"Trade BOX",
  "guide_45":"Trade GEM",
  "guide_46":"The MOBOX NFT marketplace is a decentralized exchange where users can buy and sell MOMO NFTs. In order to provide the best experience and the least fees, we have optimized the smart contracts specifically for MOMO NFT Farmer",
  "guide_47":"Choose your first <span style='color:#FF9900'>MOMO</span>",
  "guide_48":"Find teammates for your MOMO",
  "guide_49":"What is MOMO",
  "guide_50":"Momo is the most important NFT asset of MOBOX platform. Momo has a unique attribute - Hash Power. The higher the value, the higher the output of MBOX.",
  "guide_51":"Increase Hash Power",
  "guide_52":"Level up your MOMO",
  "guide_53":"Collect Team Bonus",
  "guide_54":"Active Hash Power Bonus (%)",
  "guide_55":"Fixed Bonus Hash",
  "guide_56":"+300 Hash Power",
  "guide_57":"Each crew of MOMOs with 4 qualities (Common, Uncommon, Unique, Rare) will give a bonus of 300 Hash Power.Same group of MOMOs can only get a max bonus of 300 Hash Power, and will not be repeated.<br/><br/>For example, Collect the following sets of MOMO to get an additional 300 Bonus Hash Power.",
  "guide_58":"Collections",
  "guide_59":"Markets",
  "guide_60":"Hash Power Bonus (%)",
  "guide_61":"Unique Quality and above MoMo's level can be upgraded.  Each upgrade will increase MoMo's hash rate.  Currently, the maximum level = 30.  Unique Quality and above MoMo's can be upgraded by consuming other MoMos.  When you accumulate a certain amount of Rare, Epic, and Legendary MOMOs a Hash Power Bonus (%) will be activated.",
  "guide_62":"",
  "guide_63":"Play Trade Action",
  "guide_64":"Collect Airdrops On MOMO Chat",
  "guide_65":"Play MOMO Adventure",
  "guide_66":"Free To Play",
  "guide_67":"SimpleTrade, Bull vs Bear, LeverageMania without payment",
  "guide_68":"Play Now",
  "guide_69":"Easy play",
  "guide_70":"Each game has up to 150 ranking rewards, making it easy for you  MBOX every day.",
  "guide_71":"Play Now",
  "guide_72":"APP Airdrop",
  "guide_73":"1· Download APP   2· Switch To Chat3· Collect Airdrops  4· MBOX",
  "guide_74":"Download Now",
  "guide_75":"MOMO Adventure",
  "guide_76":"Players can choose any 3 Rare MOMOs  to explore carve up 6,300 Mbox rewards every day.",
  "guide_77":"Explore Now",
  "guide_78":"Full Course for Beginners [Tutorials]",
  "guide_79":"NFT Marketplace",
  "guide_80":"Games",
  "guide_81":"MOMOverse: First Metaverse on Binance Smart Chain - Now Live!",
  "guide_82":"The MOMOverse is a cross-platform metaverse that can be enjoyed on all devices no matter where you are.<br/>Join in and be a part of this unique experience today!",
  "guide_83":"Dowoload the",
  "guide_84":"Chrome Plugin",
  "guide_85":"Dowoload from",
  "guide_86":"Community Update",
  "guide_87":"Our Games",
  "guide_88":"Each MOMO has a randomly generated hash power that can be upgraded by consuming other MOMO NFTs. The total hash power is calculated by adding up the hash power of all your MOMOs. The amount of MBOX tokens mined is dependent on your weighted average of the total hash power across the platform.",
  "guide_89":"MOBOX Blind Boxes are real life blind boxes that contain unique MOMO figurines with a QR code on each one. Players can scan the QR code and the same unique MOMO is immediately minted on the Binance Smart Chain and used across the MOMOverse.",
  "guide_90":"Beginner's Guide",
  "guide_91":"MOBOX Answers to commonly asked questions",
  "Governance_1":"Governance",
  "Governance_2":"Vote",
  "Governance_3":"Community",
  "Governance_4":"Governance Overview",
  "Governance_5":"MOBOX platform is managed by a decentralized community of veMBOX holders",
  "Governance_6":"My VeMBOX",
  "Governance_7":"1 VeMBOX = 1 Vote",
  "Governance_8":"MOMO CREATOR Vote",
  "Governance_9":"MOBOX Community",
  "Governance_10":"Governance FAQ",
  "Governance_11":"ALL",
  "Governance_12":"LEARN MORE",
  "Governance_13":"Recent Proposals",
  "Governance_14":"MOMO CREATOR",
  "Governance_15":"No Proposals",
  "Governance_16":"% in circulation",
  "Home_1":"Home",
  "Home_2":"MOMO Farmer",
  "Home_3":"Trade Action",
  "Home_4":"Support",
  "Home_5":"Leaderboard",
  "Home_6":"Pouch",
  "Home_7":"Login",
  "Home_8":"Register",
  "Home_9":"Connect Wallet",
  "Home_10":"Connect to MOBOX WALLET",
  "Home_11":"This is a centralized wallet",
  "Home_12":"Connect to other wallets",
  "Home_13":"Connected to MOBOX WALLET",
  "Home_14":"View on Etherscan",
  "Home_15":"Game Description",
  "Home_16":"Farm!",
  "Home_17":"PLAY",
  "Home_18":"MOBOX will revolutionize the concept of free to play games by combining DeFi with our years of Game development, we present to you GameFi: Free to Play.<br/><br/>Users of the GameFi ecosystem are rewarded through automated Yield Farming, a free market for NFTs, and MBOX governance tokens. Throughout the whole flow, CRATES are working hard in the background on generating the best yield for your tokens while the user can enjoy the multitude of applications that the MOBOX platform has to offer.<br/><br/>Users can yield farm by staking BNB,BUSD,USDT, USDC, and DAI into MOBOX Crates to obtain MBOX. MBOX can also be used to raffle  BOX to mint unique MOMO NFTs. Unique Quality and above MOMO's level can be upgraded. Each upgrade will increase MOMO's hash rate.<br/>Each and every single MOMO NFT is owned by the user and can be sold and bought in the MOMO NFT Exchange, thus creating a sustainable user-generated ecosystem.",
  "Home_19":"TradeAction inside the MOBOX wallet. In TradeAction users can use simulated tokens to see who earns the most in the current bull market, this is a place where you can learn, practice and compete against the rest of the MOBOX users.<br/><br/>There will also be a leaderboard where users can fight for the top spot  crypto rewards. This will be a weekly risk-free trading competition.<br/><br/>We will also introduce quicker gameplay where users can buy high/low on current BTC price this will be themed around BULL VS BEAR.",
  "Home_20":"NFT Blockchain Assets",
  "Home_21":"1.Unique Quality MOMOs with Hash Rate ≥ 30 can edit name. <br/>Extraordinary Quality can edit name, Hash Rate ≥ 80 can add a personal message. <br/>Legendary Quality can edit name and add a personal message. <br/>NOTE: Edited names and Personal Messages are stored on the blockchain forever.<br/><br/>2. Unique Quality and above MOMO's level can be upgraded. Each upgrade will increase MOMO's hash rate. Currently, the maximum level = 30. <br/><br/>3. Unique Quality and above MOMO's can be upgraded by consuming other MOMOs. Requirements for each level and each MOMO is different.<br/><br/>OK! So now you understand the great MOMOs. Let's dive into how MOMO's can be exchanged in the market.",
  "Home_22":"Trade with Friends",
  "Home_23":"1.Using our unique Smart Contracts, MOMO's can be exchanged within the smart contract. This minimizes gas fees by not requiring users to unstake their NFTs when exchanging.<br/>2. When a user places their MOMO onto the exchange market, the MOMO's Hash Rate is substracted from the user's Total Hash Rate.<br/>3. When a user purchases a MOMO from the exchange market, the MOMO's Hash Rate is automatically added to the user's Total Hash Rate without requiring the user to stake the MOMO.<br/>4. MOMO Exchange has a unique Bundle System allowing users to place multiple MOMOs into a bundle to be placed on the market. Buyers must purchase the whole bundle.<br/>5. The MOBOX platform takes a 5% fee from each exchange.",
  "Home_24":"LeverageMania",
  "Home_25":"LeverageMania is a short burst of exciting gameplay where you are given tokens, and you either sell short or buy long with 100X-1000X leverage.<br/><br/>With a 2 minute timer, users can enter a long or short position.Once entered you can close the position and enter again at anytime before time runs out.<br/><br/>Users will be ranked according to their profit and loss.<br/><br/>This is exhilarating gameplay where one moment you can watch your earnings jump high to potentially millions.",
  "Home_26":"Bull vs Bear",
  "Home_27":"Bull vs Bear will offer very short bursts of guessing and wondering whether bitcoin will go up or down in the next 120 seconds, a definite fast pace swift, and speedy way to keep you on the edge of your seat.<br/><br/>Choose Bull or Bear and watch the tug of war begin.  Depending on your selection, accumulate points depending on how bearish or bullish bitcoin goes.<br/><br/>Users will be ranked according to points accumulated.<br/>Now let the Bitcoin wars begin!",
  "Home_28":"Learn, Compete!",
  "Home_29":"Terms of Service",
  "Home_30":"Privacy Policy",
  "Home_31":"Contact us",
  "Home_32":"iOS Download",
  "Home_33":"Android Download",
  "Home_34":"Download Plugin Wallet",
  "Home_35":"Play anywhere, anytime",
  "Home_36":"The MOBOX experience on any device. (iOS, Android, Desktop)",
  "Home_37":"Plugin Wallet installation guide",
  "Home_38":"Downloaded and Unzip the folder",
  "Home_39":"Open Chrome, enter 'chrome://extensions' <br/> enter the extension interface, open the developer mode in the upper right corner",
  "Home_40":"Click 'Load decompressed extension' and select the folder just downloaded and unzipped",
  "Home_41":"After the installation is complete, click Plugin Management in the upper right corner of Chrome to pin MOBOX WALLET",
  "Home_42":"Click on the icon to start using MOBOX WALLET!",
  "Home_43":"Close",
  "Home_44":"Your email address",
  "Home_45":"Your email address",
  "Home_46":"Description",
  "Home_47":"Enter description",
  "Home_48":"Submit",
  "Home_49":"Submit success",
  "Home_50":"Submit failed",
  "Home_51":"Games",
  "Home_52":"Latest news",
  "Home_53":"Download",
  "Home_54":"MOMO:Token Master",
  "Home_55":"Twirl and Win!Loot and Win!",
  "Home_56":"MOMO:Block Brawler",
  "Home_57":"Bash, Break, and Brawl!",
  "Home_58":"NFT Yield Farming with a twist (DappRadar)",
  "Home_59":"A new type of NFT Yield Farming (BNB News)",
  "Home_60":"A Guide to MOBOX",
  "Home_61":"Win Exclusive DappRader MOBOX NFTs!",
  "Home_62":"Join the team Be a part of a new revolution!",
  "Home_63":"Community Update #19",
  "Home_64":"Community Update #18",
  "Home_65":"Community Update #17",
  "Home_66":"Scan QR code with a WalletConnect-compatible wallet",
  "Home_67":"Token Master",
  "Home_68":"MOMO Blockchain Assets",
  "Home_69":" A casual battler where everyone can pit their MOMOs against one another.  <br/><br/>MOMOs can accumulate skills depending on the Gems (explained below) they accumulate through MOMO: NFT farmer.  Each MOMO can be equipped with 1 Active Skill and 3 Passive Skills. <br/><br/>Each MOMO will have 4 skills once they enter the season, with Rare and above having the option to upgrade their skills.<br/><br/>MOMO Gold Mine : Depending on your total hash rate, MOMO's will accumulate Gold Coins that can be used in the MOMO: Token Master game.",
  "Home_70":"Gameplay",
  "Home_71":" In Token Master the goal is to accumulate as many Gold Coins by battling other MOBOXers and stealing their Gold Coins or by playing the Monopoly wheel.<br/><br/>Each MOMO can be equipped with 1 Active Skill and 3 Passive Skills.  There are a total of 80 Active skills and 100 Passive skills to choose from.<br/><br/>Each MOMO will have 4 skills once they enter the season, with Rare and above having the option to upgrade their skills.<br/><br/>MOMO Gold Mine : Depending on your total hash rate, MOMO's will accumulate Gold Coins that can be used in the MOMO: Token Master game.<br/><br/>MOMO Battler : Every MOBOXer gets a set number of attempts daily to steal Gold Coins from other MOBOXers.  MOMOs are put into teams where they battle 3v3.  For each MOMO defeated the MOBOXer receives a star, and depending on how many Stars the winners receives they will steal a portion of their opponents Gold Coins.<br/><br/>MOMOpoly: Brining back a great hit, MOBOXers can user their Gold Coins and test their luck on the wheel to accumulate even more Gold Coins!",
  "Home_72":"Season Rewards",
  "Home_73":"The game is set in seasons, with each season resetting all stats and leaderboards.<br/><br/>LeaderBoards:There will be a total of three leaderboards each giving out MBOX rewards.<br/><br/>a. Token Master : The Token master leaderboard is based on total Gold Coins accumulated for the season.<br/><br/>b. Stars : The Stars leaderboard is based on total Stars accumulated throughout MOMO Battler.<br/><br/>c. MOMOpoly : The MOMOpoly leaderboard is based on the highest multiplier from the lucky wheel.",
  "Home_74":"MOMO:Tactical Party Slaye",
  "Home_75":"Slay em' Slash em'",
  "Home_76":"Gaming NFTs",
  "Home_77":"Legendry NFTs",
  "Home_78":"Milestones",
  "Home_79":"Assets Under Management",
  "Home_80":"NFT Trades",
  "Home_81":"Players",
  "Home_82":"NFT Farmer",
  "Home_83":"Community",
  "Home_84":"The MBOX Ecosystem",
  "Home_85":"About MBOX",
  "Home_86":"Buyback and Burn",
  "Home_87":"Buyback Pool",
  "Home_88":"Total Burn",
  "Home_89":"Total MBOX Staked",
  "Home_90":"Total veMBOX",
  "Home_91":"Average Stake Time(D)",
  "Home_92":"·veMBOX will be used as the only voting token for important decision on the MOBOX platform. veMBOX can only be obtained through staking MBOX.",
  "Home_93":"·veMBOX cannot be traded.",
  "Home_94":"·veMBOX also gives a bonus weight boost for Crates MBOX mining, up to 3X (use the calculator to estimate how much veMBOX is needed).",
  "Home_95":"ROAD MAP",
  "Home_96":"THIS IS OUR COMMUNITY!",
  "Home_97":"Communicate on different themes, share your game successes, find friends and like-minded people! Join our chat now!",
  "Home_98":"Subscribe",
  "Home_99":"Strategic Partners",
  "Home_100":"BOX Wallet",
  "Home_101":"MOBOX platform Stage 1 development<br>MOBOX Decentralized Wallet<br>MOBOX Centralized Wallet (BOX)",
  "Home_102":"MOBOX Alpha Launch<br>Optimized Yield Farming Contracts on Ethereum(changed to BNB due to high gas fees and better yields for users)<br>Complete NFT Smart Contracts<br>Introduce Free to play mechanism",
  "Home_103":"MOBOX Free to play  Platform official launch<br>MOMO: Token Master (Casual PVP game)<br>MOBOX MOMO NFT decentralized exchange<br>Optimize Yield Farming contracts for higher yield<br>New Yield Farming Strategy through VAI token<br>MOBOX Bridge for Cross Chain NFT support",
  "Home_104":"MOBOX NFT Creator Platform<br>veMBOX Booster Smart Contract<br>MOMO: Block Brawler Game (Game #2)<br>Cross Chain Yield Farming<br>e-sports player and streamer Legendary NFT<br>Major Exchange Listing<br>Multiple token Mining Pool",
  "Home_105":"Game Creator API for third party developers<br>Partner Tier 1 IP for Legendary MOMO NFT<br>MOMO: Tactical Party Slayer (Game #3)<br>Platform wide chat system",
  "Home_106":"Onboard first third party developer to utilize APIs<br>Expand on Tier 1 IP for Legendary MOMO NFT<br>Expand Cross Chain Yield Farming",
  "Home_107":"Voting platform for users to vote on NFTs and Games to be released<br>Continue to Expand on Tier 1 IP for Legendary MOMO NFT<br>Expand on Achievement system to increase engagement and retention<br>Complete and optimize APIs with Publisher NFT ID to track revenue share",
  "Home_108":"Docs",
  "Home_109":"Block Brawler",
  "Home_110":"1. MOMO hashpower will be synchronized to Block Brawler.  There are a total of 3 mining pools: Gold Coin, Skill Books, and Gear.  According to the hash power players assign to each pool, the mining rates will change accordingly.<br/><br/>2.There are 6 heroes with different styles in block brawler, players can freely choose.Heroes can learn skill, match Gear, shine in dungeons and battlefields and receive rewards.<br/><br/>3.Gem will add hero attributes in the block brawler.",
  "Home_111":"Developer",
  "Home_112":"Platform",
  "Home_113":"Tag",
  "Home_114":"ChainZ Arena",
  "Home_115":"ChainZ Arena World",
  "Home_116":"MOland Defense",
  "Home_117":"Defense deploy complete, Commander!",
  "Home_118":"Aim for the High Throne!",
  "Register_1":"Register with E-mail",
  "Register_2":"Register with Phone",
  "Register_3":"Already have an account? Login",
  "Register_4":"E-mail",
  "Register_5":"Enter E-mail",
  "Register_6":"Verification Code",
  "Register_7":"Enter Verification Code",
  "Register_8":"Send",
  "Register_9":"I have read and agree (Terms of use)",
  "Register_10":"Next",
  "Register_11":"Terms of use",
  "Register_12":"Terms of use details",
  "Register_13":"Back",
  "Register_14":"Password",
  "Register_15":"Enter Password",
  "Register_16":"Confirm Password",
  "Register_17":"Enter Password again",
  "Register_18":"Atleast 8 characters.",
  "Register_19":"Set PIN",
  "Register_20":"PIN will be used for transactions",
  "Register_21":"Repeat PIN",
  "Register_22":"Complete",
  "Register_23":"Registration Success",
  "Register_24":"Complete",
  "Register_25":"Phone Number",
  "Register_26":"Enter Phone Number",
  "Register_27":"LOGIN",
  "Register_28":"Login with your MOBOX wallet",
  "Register_29":"Register Now",
  "Register_30":"Forgot Password",
  "Register_31":"E-mail or Mobile",
  "Register_32":"Enter E-mail or Mobile",
  "Register_33":"Use E-mail",
  "Register_34":"Use Phone",
  "Register_35":"Username",
  "Register_36":"Enter Username",
  "Register_37":"Atleast 3 upper case letter.",
  "Register_38":"Atleast 3 number.",
  "Register_39":"Cannot include your name, username, or spaces.",
  "Register_40":"Log Out",
  "Register_41":"Set Password",
  "Register_42":"Invite Code(Optional)",
  "Register_43":"Enter Invite Code(Optional)",
  "Register_44":"Please verify you are a human",
  "Ranking_1":"Alpha Event Leaderboard",
  "Ranking_2":"Countdown",
  "Ranking_3":"MBOX Token",
  "Ranking_4":"MOMO Hash Power",
  "Ranking_5":"TradeAction Rewards",
  "Ranking_6":"Rank",
  "Ranking_7":"MOMO Hashrate",
  "Ranking_8":"Rewards 10,000 USDT + 100,000 MBOX",
  "Ranking_9":"Hashrate",
  "Ranking_10":"Current",
  "Ranking_11":"Page #0#",
  "Ranking_12":"My Rank",
  "Ranking_13":"Cumulative Rewards",
  "Ranking_14":"Points",
  "Ranking_15":"MBOX Tokens",
  "Ranking_16":"Rewards USDT + MBOX",
  "Message_1":"More info",
  "Message_2":"Notifications",
  "Message_3":"All Read",
  "Message_4":"Collapse",
  "Message_5":"Details",
  "Setting_1":"My Account",
  "Setting_2":"All Platform Settings",
  "Setting_3":"Hello,",
  "Setting_4":"Account ID",
  "Setting_5":"Total Assets",
  "Setting_6":"Staked",
  "Setting_7":"Stake",
  "Setting_8":"Unstake",
  "Setting_9":"Staked Assets",
  "Setting_10":"Earnings",
  "Setting_11":"APY",
  "Setting_12":"My NFTs",
  "Setting_13":"NFT Owned : #0#",
  "Setting_14":"NFT Value : #0#",
  "Setting_15":"View NFT",
  "Setting_16":"Top 6 NFTs",
  "Setting_17":"Account Security",
  "Setting_18":"Security Level",
  "Setting_19":"Minimum",
  "Setting_20":"Medium",
  "Setting_21":"Maximum",
  "Setting_22":"Bind E-mail",
  "Setting_23":"Bind",
  "Setting_24":"Bind Mobile",
  "Setting_25":"Bind Social Media",
  "Setting_26":"Bound",
  "Setting_27":"Achievements",
  "Setting_28":"Trophies :",
  "Setting_29":"Completed: (#0#/#1#)",
  "Setting_30":"Rewards: #0# MBOX",
  "Setting_31":"Claim",
  "Setting_32":"View Achievements",
  "Setting_33":"Configure Account",
  "Setting_34":"Security",
  "Setting_35":"Bind Account",
  "Setting_36":"Configure Account",
  "Setting_37":"Change Password",
  "Setting_38":"Change PIN",
  "Setting_39":"Change",
  "Setting_40":"Binding your E-mail will increase your Account security.",
  "Setting_41":"Confirm",
  "Setting_42":"Binding your mobile will increase your account security.",
  "Setting_43":"Original Password",
  "Setting_44":"New Password",
  "Setting_45":"Confirm Password",
  "Setting_46":"Change PIN",
  "Setting_47":"Cancel",
  "Setting_48":"Confirm",
  "Setting_49":"Address Book",
  "Setting_50":"Quick Transfer",
  "Setting_51":"Contacts",
  "Setting_52":"Add Address",
  "Setting_53":"Name",
  "Setting_54":"Address",
  "Setting_55":"Memo",
  "Setting_56":"Delete",
  "Setting_57":"Add Memo",
  "Setting_58":"Confirm",
  "Setting_59":"View Achievement Progress",
  "Setting_60":"Account Achievements",
  "Setting_61":"TradeAction Achievements",
  "Setting_62":"MOMO Achievements",
  "Setting_63":"Asset Achievements",
  "Setting_64":"Exchange Achievements",
  "Setting_65":"Complete",
  "Setting_66":"Feedback",
  "Setting_67":"Your feedback is important to us",
  "Setting_68":"Content",
  "Setting_69":"Enter feedback",
  "Setting_70":"System Bug",
  "Setting_71":"Partners",
  "Setting_72":"Don't Understand",
  "Setting_73":"0/100",
  "Setting_74":"Submit",
  "Setting_75":"Feedback List",
  "Setting_76":"Content",
  "Setting_77":"Continue",
  "Setting_78":"Response",
  "Setting_79":"Sender",
  "Setting_80":"Registration Invite",
  "Setting_81":"Invite friends and receive MBOX rewards",
  "Setting_82":"Invited",
  "Setting_83":"Claimed MBOX rewards:",
  "Setting_84":"Event Details",
  "Setting_85":"Event Details",
  "Setting_86":"Invite link",
  "Setting_87":"Copy",
  "Setting_88":"Invite Code",
  "Setting_89":"Invite QR Code",
  "Setting_90":"Scan the QR Code to register",
  "Setting_91":"Copy QR Code",
  "Setting_92":"Invited Friends",
  "Setting_93":"Friend Account",
  "Setting_94":"Claiming MBOX rewards requires 72 hours.",
  "Setting_95":"Received",
  "Setting_98":"MBOX rewards provided by this user",
  "Setting_99":"Logout",
  "Setting_100":"Claim Log",
  "Setting_101":"Bind MOMO Farmer address",
  "Setting_102":"Unbind",
  "Setting_103":"The address has been bound",
  "Setting_104":"Confirm to unbind the address？",
  "Setting_105":"You can claim rewards from the following 10 invites.<br/>To increase limit please contact support.",
  "Setting_106":"Completed current achievement stage",
  "Setting_107":"Change Success",
  "Setting_108":"Change Failed",
  "Setting_109":"Claim Reward",
  "Setting_110":"Only 6 characters",
  "Setting_111":"Only number",
  "Setting_112":"Two inputs are consistent",
  "Setting_113":"View Poster",
  "Setting_114":"Change username",
  "Setting_115":"Connect to MOBOX",
  "Setting_116":"Select the address you want to use on this website",
  "Setting_117":"Sign Request",
  "Setting_118":"This content should only be signed if you fully understand the content and trust the requesting website.",
  "Setting_119":"Content:",
  "Tips_1":"No provider was found",
  "Tips_2":"Please unlock wallet",
  "Chat_1":"HOT",
  "Chat_2":"MINE",
  "Chat_3":"ADD",
  "Chat_4":"Genius Bar",
  "Chat_5":"MOMO Farmer",
  "Chat_6":"MOMO Games",
  "Chat_7":"Token Master",
  "Chat_8":"Trade Action",
  "Chat_9":"Create a private room",
  "Chat_10":"Create a private room and share it with friends.",
  "Chat_11":"You click to create a private room<br/>that means you agree to the MOBOX Community Guidelines",
  "Chat_12":"Join a private room",
  "Chat_13":"Has a friend created a room? Enter the room number and password to join chat",
  "Chat_14":"Room number",
  "Chat_15":"Enter Room number",
  "Chat_16":"Password",
  "Chat_17":"Enter Password",
  "Chat_18":"Emoji",
  "Chat_19":"Favorites",
  "Chat_20":"Change avatar",
  "Chat_21":"Confirm",
  "Chat_22":"Blacklist",
  "Chat_23":"Skin",
  "Chat_24":"Light",
  "Chat_25":"Dark",
  "Chat_26":"Chinese Zone",
  "Chat_27":"English",
  "Chat_28":"Global",
  "Chat_29":"Copy success",
  "Chat_30":"Basic",
  "Chat_31":"High",
  "Chat_32":"Master",
  "Chat_33":"Legend",
  "Chat_34":"Admin",
  "Chat_35":"Sorry",
  "Chat_36":"This room is closed<br/>please go to another room",
  "Chat_37":"Maintain",
  "Chat_38":"System is under maintenance<br/>please try again later",
  "Chat_39":"Click for more information↑",
  "Chat_40":"#0# @You: #3#",
  "Chat_41":"Pin",
  "Chat_42":"Delete",
  "Chat_43":"Delete All",
  "Chat_44":"Mute",
  "Chat_45":"5 minutes",
  "Chat_46":"1 hour",
  "Chat_47":"1 month",
  "Chat_48":"Permanent",
  "Chat_49":"Please login before you can send messages in this group Chat.",
  "Chat_50":"Remove from Blacklist",
  "Chat_51":"Guest",
  "Chat_52":"You have been disconnected, reconnecting now",
  "Chat_53":"Failed to connect to the room, please retry.",
  "Chat_54":"You have entered the room.",
  "Chat_55":"Please login before you can switch group area.",
  "Chat_56":"Add to Blacklist",
  "Chat_57":"MOD",
  "Chat_58":"Temporarily been banned #0#",
  "Chat_59":"1 day",
  "Chat_60":"Rules",
  "Chat_61":"This user’s message has been blocked",
  "Chat_62":"Russian",
  "Asset_1":"BOX Total Assets",
  "Asset_2":"Today's PNL",
  "Asset_3":"Past 24H",
  "Asset_4":"Token List",
  "Asset_5":"Search",
  "Asset_6":"Token",
  "Asset_7":"Available",
  "Asset_8":"Total Value",
  "Asset_9":"Operation",
  "Asset_10":"Deposit",
  "Asset_11":"Withdraw",
  "Asset_12":"Quick Deposit",
  "Asset_13":"Deposit Amount",
  "Asset_14":"Plugin Deposit",
  "Asset_15":"Note: Address only accepts #0#",
  "Asset_16":"Copy Address",
  "Asset_17":"Transaction History",
  "Asset_18":"Transaction Type",
  "Asset_19":"Total Amount",
  "Asset_20":"Transaction Time",
  "Asset_21":"Status",
  "Asset_22":"Details",
  "Asset_23":"Success",
  "Asset_24":"Failed",
  "Asset_25":"Pending",
  "Asset_26":"More",
  "Asset_27":"Log",
  "Asset_28":"Current Transaction Details",
  "Asset_29":"Deposit Success",
  "Asset_30":"Deposit Failed",
  "Asset_31":"Withdraw Success",
  "Asset_32":"Withdraw Failed",
  "Asset_33":"Sender",
  "Asset_34":"Recipient address",
  "Asset_35":"Time",
  "Asset_36":"Transaction ID",
  "Asset_37":"Amount",
  "Asset_38":"Value",
  "Asset_39":"Max",
  "Asset_40":"Fees",
  "Asset_41":"Amount received",
  "Asset_42":"Manage Address Book",
  "Asset_43":"Plugin wallet address",
  "Asset_44":"No memo",
  "Asset_45":"Confirm",
  "Asset_46":"Close",
  "Asset_47":"To ensure the safety of your funds, please review your information carefully",
  "Asset_48":"Transaction password",
  "Asset_49":"Change Transaction password",
  "Asset_50":"Set Transaction password",
  "Asset_51":"Confirm Transaction password",
  "Asset_52":"Incorrect Transaction password",
  "Asset_53":"Check address",
  "Asset_54":"Please enter the correct quantity",
  "Asset_55":"Insufficient Amount",
  "Asset_56":"Fee",
  "Asset_57":"Withdrawal attempt limit reached",
  "Asset_58":"Withdrawal amount limit reached",
  "Asset_59":"This token withdrawal amount is limited to",
  "Asset_60":"Quickly Swap BNB",
  "Asset_61":"Once a day",
  "Asset_62":"Use Email Verify",
  "Asset_63":"Use Phone Verify",
  "Asset_64":"Tips",
  "Asset_65":"If you are planning to participate in MOMO farm mining, MOMO trading or other activities in the farm, please do not add funds to the MOBOX account wallet BOX. <br/>Please use BNB wallet to participate in MOMO Farm.",
  "Asset_66":"I got it",
  "Asset_67":"Achievement Reward",
  "Asset_68":"Token Master - Gold Rank Reward",
  "Asset_69":"Token Master - Plunder Rank Reward",
  "Asset_70":"Token Master - MOMOpoly Rank Reward",
  "Asset_71":"Token Master - Lucky Wheel Reward",
  "Asset_72":"Token Master - Rapid Mining",
  "Asset_73":"Token Master - Buy Attempts",
  "Asset_74":"Token Master - Buy Skill Book",
  "Asset_75":"Token Master - Rematch",
  "Asset_76":"Token Master - Adventure Reward",
  "Asset_77":"MOBOX APP Send Airdrop",
  "Asset_78":"MOBOX APP Claim Airdrop",
  "Asset_79":"MOBOX APP and Plugin Wallet supports MEC transfer now",
  "Asset_80":"MEC Deposit Guide",
  "Asset_81":"BNB Smart Chain",
  "Asset_10002":"Token Master - Buy Attempts",
  "Asset_10005":"Token Master - Buy Skill Book",
  "Asset_10006":"Token Master - Rematch",
  "Asset_20011":"Token Master - Gold Rank Reward",
  "Asset_20013":"Token Master - Plunder Rank Reward",
  "Asset_20016":"Token Master - Adventure Reward",
  "Asset_40021":"Block Brawler - Backpack expansion",
  "Asset_40007":"Block Brawler - Transfer",
  "Asset_40001":"Block Brawler - Boost",
  "Asset_40022":"Block Brawler - Advanced Forge",
  "Asset_40023":"Block Brawler - Advanced Refine",
  "Asset_40002":"Block Brawler - Mushroom Jungle increase battle attempts",
  "Asset_41004":"Block Brawler - Dungeon Rewards",
  "Asset_40003":"Block Brawler - Ice Desert increase battle attempts",
  "Asset_41001":"Block Brawler - Ice Desert Season Rewards",
  "Asset_40006":"Block Brawler - Reset Skill",
  "Asset_40004":"Block Brawler - Void Netherfield increase battle attempts",
  "Asset_40005":"Block Brawler - Arena of Legends increase battle attempts",
  "Asset_40010":"Block Brawler - Boost (Gear)",
  "Asset_40008":"Block Brawler - Boost (Gold)",
  "Asset_40009":"Block Brawler - Boost (Skill book)",
  "Asset_41002":"Block Brawler - Void Netherfield Season Rewards",
  "Asset_41003":"Block Brawler - Arena of Legends Season Rewards",
  "Asset_41005":"Block Brawler - Ice Desert Dungeon Rewards",
  "Asset_41006":"Block Brawler - Void Netherfield Dungeon Rewards",
  "Asset_41007":"Block Brawler - Arena of Legends Dungeon Rewards",
  "Asset_001":"Game Consum",
  "Asset_002":"Game Reward",
  "Asset_40101":"Block Brawler - Purchase Gear",
  "Asset_41102":"Block Brawler - Sell Gear",
  "Asset_41008":"Block Brawler - Normal Sweep Rewards",
  "Asset_40024":"Block Brawler - Intensify",
  "Asset_40025":"Block Brawler - Expands skill plan",
  "Asset_40026":"Block Brawler - Expands Gear plan",
  "Asset_41009":"Block Brawler - High-Lv Sweep Rewards",
  "Asset_40027":"Block Brawler - Purchase Talent books",
  "Asset_40011":"Block Brawler - Reset Talent",
  "Asset_66001":"ChainZ Arena - Advanced Summon x1",
  "Asset_66002":"ChainZ Arena - Advanced Summon x10",
  "Asset_66003":"ChainZ Arena - Perfect Rebirth Hero",
  "Asset_66004":"ChainZ Arena - Expand bag slots",
  "Asset_66011":"ChainZ Arena - Purchase 4H Mining Hammer",
  "Asset_66012":"ChainZ Arena - Purchase 8H Mining Hammer",
  "Asset_66013":"ChainZ Arena - Purchase 16H Mining Hammer",
  "Asset_66020":"ChainZ Arena - Create Guild",
  "Asset_66021":"ChainZ Arena - Modify Guild Badge",
  "Asset_66023":"ChainZ Arena - Individual Boost (Guild Tokens)",
  "Asset_66024":"ChainZ Arena - Mutiple Boost (Guild Tokens)",
  "Asset_66030":"ChainZ Arena - Dungeon inspiration",
  "Asset_66031":"ChainZ Arena - Chest Booster",
  "Asset_66041":"ChainZ Arena - Daily Chest 1",
  "Asset_66042":"ChainZ Arena - Daily Chest 2",
  "Asset_66044":"ChainZ Arena - Daily Chest 4",
  "Asset_66051":"ChainZ Arena - MOBOX Pass",
  "Asset_66052":"ChainZ Arena - Purchase MOBOX Pass EXP",
  "Asset_67002":"ChainZ Arena - Guild Technology Upgrade",
  "Asset_65301":"ChainZ Arena - Arena increase battle attempts",
  "Asset_65302":"ChainZ Arena - Royal Arena increase battle attempts",
  "Asset_65303":"ChainZ Arena - Guild Dungeon increase battle attempts",
  "Asset_65401":"ChainZ Arena - Elemental Crystals",
  "Asset_65304":"ChainZ Arena - Island Brawler Rematch",
  "Asset_65305":"ChainZ Arena - Island Brawler increase battle attempts",
  "Asset_60708":"ChainZ Arena - Dungeon AFK Reward",
  "Asset_60716":"ChainZ Arena - Open Chest",
  "Asset_60800":"ChainZ Arena - Dungeon Rank Rewards",
  "Asset_60801":"ChainZ Arena - Arena Rank Rewards",
  "Asset_60802":"ChainZ Arena - Royal Arena Rank Rewards",
  "Asset_60804":"ChainZ Arena - Island Brawler Rank Rewards",
  "Asset_66043":"ChainZ Arena - Daily Chest 3",
  "Asset_67001":"ChainZ Arena - Hero Evolve",
  "Asset_60810":"ChainZ Arena - Lucky Wheel",
  "Asset_65300":"ChainZ Arena - Treasure Island Stake",
  "Asset_65306":"ChainZ Arena - Treasure Island Return",
  "Asset_60831":"ChainZ Arena - Treasure Island Stake",
  "Asset_60822":"ChainZ Arena - Treasure Island Return",
  "Asset_75342":"Moland Defense - Hero Star Promotion",
  "Asset_75421":"Moland Defense - Store Purchase",
  "Asset_75429":"Moland Defense - Function Purchase",
  "Asset_75502":"Moland Defense - Create Legion",
  "Asset_77604":"Moland Defense - Quick Battle",
  "Asset_78303":"Moland Defense - Funds Purchase",
  "Asset_73708":"Moland Defense - Lucky Wheel",
  "Asset_72605":"Moland Defense - Stage Rewards",
  "Asset_74001":"Moland Defense - Season Rewards",
  "Asset_70421":"Moland Defense - Stage Keys Rewards",
  "Asset_74351":"Moland Defense - Peak Arena Challenger Rewards",
  "Asset_73702":"Moland Defense - Relics Exploration",
  "Asset_73703":"Moland Defense - Relics Exploration",
  "Asset_78905":"Moland Defense - Marketplace Purchase",
  "Asset_73905":"Moland Defense - Marketplace Sell",
  "Asset_75592":"Moland Defense - Legion Auction Stake",
  "Asset_70592":"Moland Defense - Legion Auction Return",
  "Asset_95001":"MOMOverse - Advanced craft",
  "Asset_95005":"MOMOverse - Commission prepay",
  "Asset_90711":"MOMOverse - Material buy-back",
  "Asset_94901":"MOMOverse-Sell items",
  "Asset_94902":"MOMOverse-Revoke marketplace buy order refunds",
  "Asset_94903":"MOMOverse-Revoke foundry combine refunds",
  "Asset_94904":"MOMOverse - Collect daily leaderboard rewards",
  "Asset_99901":"MOMOverse - Market Pending Order",
  "achievement_1":"Claim #0# MBOX",
  "achievement_2":"Account Achievements",
  "achievement_3":"TradeAction Achievements",
  "achievement_4":"MOMO Achievements",
  "achievement_5":"Asset Achievements",
  "achievement_6":"Exchange Achievements",
  "achievement_7":"Bind E-mail",
  "achievement_8":"Bind Mobile",
  "achievement_9":"Invite friends",
  "achievement_10":"Bind Address",
  "achievement_11":"Transfer assets",
  "achievement_12":"Add Exchange",
  "achievement_13":"Asset Analysis",
  "achievement_14":"Participate in TradeAction",
  "achievement_15":"Don't Fret",
  "achievement_16":"Millionaire",
  "achievement_17":"Bull Bear Maestro",
  "achievement_18":"Leverage King",
  "achievement_19":"Open Chests",
  "achievement_20":"Upgrade MOMO",
  "achievement_21":"Renamed MOMO",
  "achievement_22":"Write a MOMO message",
  "achievement_23":"Buy MOMO",
  "achievement_24":"Crate Earn MBOX",
  "achievement_25":"MOMO Mining MBOX",
  "achievement_26":"E-mail has been binded",
  "achievement_27":"Mobile has been binded",
  "achievement_28":"Invite #0# Friend and bind mobile",
  "achievement_29":"MOMO Farmer address has been binded",
  "achievement_30":"Transfer #0# USD worth of cryptocurrency to MOBOX Decentralized Wallet BOX",
  "achievement_31":"Add #0# Exchange",
  "achievement_32":"Complete #0# Asset Analysis",
  "achievement_33":"Participate in any TradeAction competition #0# times",
  "achievement_34":"Rank top 3 in any competition #0# times",
  "achievement_35":"Rank 1st in SimpleTrade #0# times",
  "achievement_36":"Rank 1st in Bull vs Bear #0# times",
  "achievement_37":"Rank 1st in LeverageMania #0# times",
  "achievement_38":"Rank top 3 in SimpleTrade #0# times",
  "achievement_39":"Rank top 3 in Bull vs Bear #0# times",
  "achievement_40":"Rank top 3 in LeverageMania #0# times",
  "achievement_41":"Open #0# Chest",
  "achievement_42":"Level up #0# MOMO to #1#",
  "achievement_43":"Rename MOMO #0# times",
  "achievement_44":"Write a MOMO message #0# times",
  "achievement_45":"Purchase #0# MOMO",
  "achievement_46":"Claim #0# MBOX through crate airdrop",
  "achievement_47":"Claim #0# MBOX through MOMO mining",
  "achievement_48":"Unfreeze",
  "achievement_49":"Claim Success",
  "achievement_50":"Claim Failed",
  "Help_1":"Overview",
  "Help_2":"A Platform to serve all your needs",
  "Help_3":"MOBOX platform is a new and engaging one stop shop for all your cryptocurrency needs governed by the community. By combining an easy on-board process, exciting games for users to enjoy, intuitive portfolio analysis and the most up-to-date opinions from the wider community MOBOX will be the first ever platform built with you in mind; whether you are just getting started with your first bitcoin or a veteran blockchain enthusiast. Learn, Save, Analyze, Play!",
  "Help_4":"MOBOX Ecosystem",
  "Help_5":"The MOBOX ecosystem includes 4 distinctive systems that provide a unique platform where amateurs and those new to crypto a gateway to benefit from everything that blockchain has to offer.",
  "Help_6":"Mwallet",
  "Help_7":"Barrier to entry is the biggest issue the blockchain industry faces. With a simple to use design, MWallet uses a simple on-boarding process to decrease the barrier for new users to join the future of decentralization. Supporting decentralized and centralized wallets in one, users can view all their precious assets in one sleek interface. Learn More",
  "Help_8":"GameFi",
  "Help_9":"Designed to disrupt the free to play game industry with a unique token structure, GameFi will allow users to mine NFTs to be used in the MOBOX metaverse. GameFi will fuse NFTs with Yield Farming to provide users with the first ever Free to Play  ecosystem.",
  "Help_10":"BITs",
  "Help_11":"Seeking knowledgeable predictions in the crypto community is a needle in a haystack. Constructed with the goal of providing a platform for users to gain credible market insights from community professionals, MOBOX BITS allows users and predictors to foster together.",
  "Help_12":"Manager",
  "Help_13":"With a myriad of exchanges and tokens keeping track of all your investments can get chaotic. With an intuitive design and robust analysis of all your assets across all exchanges, Manager provides users with the most advanced and easy to use portfolio management application ensuring you get the most important analytics at the tip of your fingers.",
  "Help_14":"MOBOX Crates",
  "Help_15":"What are Crates? (Yield Farming)",
  "Help_16":"Optimized Yield Farming",
  "Help_17":"Each CRATE contract is a smart contract that automatically optimizes and delivers the best yield farming strategy for users. Using the MWallet, users can stake their stable coins or certain Liquidty-Provider (LP) Tokens into the CRATE contract. Each CRATE contract has their unique optimized yield farming strategy through different DeFi protocols. Where MWallet and CRATEs stand out is that it gives users the option  the best yield on three different blockchains (Ethereum, TRON, Binance Smart Chain). Note: Only Ethereum yield farming will be available during alpha",
  "Help_18":"When depositing into a CRATE users will be given mTokens in return. mTokens represents a user's deposits into a CRATE + interest earned from the CRATE. Depositing into CRATES also mines",
  "Help_19":"Example #0#:",
  "Help_20":"Ivan deposits 100 DAI into the DAI CRATE with 10% APY,<br/>Ivan receives 100 mDAI in return for his deposit. mDAI (Liquidity Provider Token) represents Ivan's deposits into the DAI CRATE.<br/>Note: Due to MOBOX GameFi's unique ecosystem, in addition ing DAI Ivan is also earning KEY tokens and NFTs, boosting his overall APY.<br/>After a year, Ivan decides to withdraw his 100 DAI and collect his earnings. Ivan's mDAI will be burned and Ivan will receive 110 DAI.<br/>Ivan has now made 10 DAI while sleeping.",
  "Help_21":"John has heard of providing liquidity to AMM DEXs but finds the steps too difficult.<br/>John sees that ETH-USDT LP has an APY of 40%. But John only has 10 ETH and no USDT.<br/>Instead of swapping 5 ETH for USDT to provide liquidity to the ETH USDT pool, John is savvy and uses the MOBOX platform. He deposits 10 ETH and the MOBOX smart contract automatically swaps 5 ETH into USDT and provides liquidity into the ETH-USDT pool all in one transaction. John just saved on a lot of gas fees!<br/>John's ETH is now earning swap fees from AMM DEXs as well as yield farming!<br/>Note: Just like Ivan, John is not just earning swap fees and yield farming but also BOX tokens and NFTs! But John also has to consider impermanent loss due to providing liquidity to AMM DEXs.",
  "Help_22":"AMM DEX LPs will be integrated at a later date. Learn More",
  "Help_23":"How to get Keys + NFTs",
  "Help_24":"Obtain KEYs, Chests, NFTs",
  "Help_25":"The unique GameFi systems gives players and traders the opportunity  unique NFTs called MOMOs. Each KEY token can used to unlock a BOX to generate and mint a MOMO on the Ethereum blockchain.",
  "Help_26":"How to Obtain KEY",
  "Help_27":"1.All staked tokens will be converted to USDT amount to determine the amount of KEYs airdropped daily.",
  "Help_28":"2. Users can yield farm by staking BNB, BUSD, USDT, USDC, and DAI into MOBOX Crates to obtain KEYs.",
  "Help_29":"3. Each Crate Pool will be allocated a certain percentage of daily KEYs. Each user will be airdropped KEYs according to their weight in each pool.",
  "Help_30":"4. KEYs can be withdrawn to a user's wallet. (Any Amount)",
  "Help_31":"5. KEYs can also be used to unlock Chests to mint unique MOMO NFTs. (Must be whole number)",
  "Help_32":"How to Obtain NFTs",
  "Help_33":"1.According to the amount of KEYs obtained from Crates, user's can use them to unlock Chests (must be whole number) to mint NFTs. <br/>2. Users can also purchase KEYs from the market to unlock Chests to mint NFTs.<br/>3. New Chests can only be unlocked when there are 0 Chests being unlocked in the queue. (No pending transactions)<br/>4. For a single transaction, the maximum of Chests is 500, and the maximum Chests that can be unlocked is 50.<br/>Unique Multi-Chain Wrap System<br/>To provide a ecosystem that caters to users from different chains, Team MOBOX has created a unique Wrap Mechanism that allows MBOX, KEY, and NFTs to move across Ethereum, Binance Smart Chain, and TRON blockchains. This mechanism can only be used on the MOBOX Platform. Each transaction requires a small fee.",
  "Help_34":"NFT Attributes",
  "Help_35":"NFT On-Chain Attributes",
  "Help_36":"Each minted MOMO NFT will have a set of unique attributes stored on the blockchain.",
  "Help_37":"On-chain Parameters",
  "Help_38":"1. Each unique NFT has the following parameters",
  "Help_39":"Unique Quality MOMOs with Hash Rate ≥ 30 can edit name. <br/>Extraordinary Quality can edit name, Hash Rate ≥ 80 can add a personal message. <br/>Legendary Quality can edit name and add a personal message. <br/>NOTE: Edited names and Personal Messages are stored on the blockchain forever.",
  "Help_40":"2. Unique Quality and above MOMO's level can be upgraded. Each upgrade will increase MOMO's hash rate. Currently, the maximum level = 30.",
  "Help_41":"3. Unique Quality and above MOMO's can be upgraded by consuming other MOMOs. Requirements for each level and each MOMO is different.",
  "Help_42":"OK! So now you understand the great MOMOs. Let's dive into how MOMO's can be exchanged in the market.",
  "Help_43":"NFT Exchange",
  "Help_44":"MOMO NFT Exchange",
  "Help_45":"Each and every single MOMO NFT is owned by the user and can be sold and bought in the MOMO NFT Exchange, thus creating a sustainable user-generated ecosystem.",
  "Help_46":"MOMO Exchange",
  "Help_47":"1.Using our unique Smart Contracts, MOMO's can be exchanged within the smart contract. This minimizes gas fees by not requiring users to unstake their NFTs when exchanging.<br/>2. When a user places their MOMO onto the exchange market, the MOMO's Hash Rate is substracted from the user's Total Hash Rate.<br/>3. When a user purchases a MOMO from the exchange market, the MOMO's Hash Rate is automatically added to the user's Total Hash Rate without requiring the user to stake the MOMO.<br/>4. MOMO Exchange has a unique Bundle System allowing users to place multiple MOMOs into a bundle to be placed on the market. Buyers must purchase the whole bundle.<br/>5. The MOBOX platform takes a 5% fee from each exchange.",
  "Error_1":"This E-mail has been registered",
  "Error_2":"This Phone number has been registered",
  "Error_3":"Username is already taken",
  "Error_4":"Incorrect Password",
  "Error_5":"Invalid code",
  "Error_6":"Please try again later",
  "Error_7":"You must bind your e-mail and mobile to join TradeAction",
  "Error_8":"This account has not been registered",
  "Error_9":"Login failed",
  "Error_10":"Register failed",
  "Error_11":"This Account has been registered",
  "Error_12":"You must bind your e-mail and mobile to join TradeAction",
  "Error_13":"Check Email Format",
  "Error_14":"Code expired. Please resend.",
  "Error_15":"The current email or mobile phone has been registered",
  "Error_16":"Not logged in",
  "Error_17":"User info error",
  "Error_18":"Passwords do not match",
  "Error_19":"Failed to send verification code",
  "Error_20":"Can be changed once a week",
  "Error_21":"Insufficient Amount",
  "Error_22":"Please check whether to install or unlock this wallet, if it is already installed, Confirm to unlock",
  "Error_23":"Failed to obtain BOX balance",
  "Error_24":"Failed to obtain BOX deposit address",
  "Error_25":"Failed to obtain account information",
  "Error_26":"Failed to obtain the MOMO Farmer address for the account binding",
  "Error_27":"Wrong Network",
  "Error_200":"Success",
  "Error_401":"Not logged in",
  "Error_1001":"Please follow the rules",
  "Error_1002":"This E-mail has been registered",
  "Error_1003":"This Phone number has been registered",
  "Error_1004":"Password incorrect",
  "Error_1005":"Authorization Failed",
  "Error_1006":"Bind your E-mail",
  "Error_1007":"Bind your mobile",
  "Error_1008":"Please try again later",
  "Error_1009":"Invalid code",
  "Error_1010":"Update too frequently",
  "Error_1011":"Insufficient Balance",
  "Error_1012":"Unfreeze",
  "Error_1013":"This login QR code has expired",
  "Error_1014":"Sign Error",
  "Error_1015":"Withdrawal attempt limit reached",
  "Error_1016":"Withrdawal ammount limit reached",
  "Error_1017":"Data not found",
  "Error_1018":"Incorrect Password",
  "Error_1019":"Username is already taken",
  "Error_1020":"Temporarily unable to claim",
  "Error_1021":"Achievement not completed",
  "Error_1022":"The address has been bound",
  "Error_1023":"Sign Error",
  "Error_1024":"Invitation reward limit has been reached",
  "Error_1025":"This account has not been registered",
  "Error_1026":"The achievement system is being upgraded, and the use is suspended",
  "Error_Chat_200":"Success",
  "Error_Chat_401":"Not logged in",
  "Error_Chat_1001":"User info error",
  "Error_Chat_1002":"Room not found",
  "Error_Chat_1003":"Being banned",
  "Error_Chat_1004":"Wrong password",
  "Error_Chat_1005":"Message is too long",
  "Error_Chat_1006":"Message contains suspected advertising information",
  "Error_Chat_1007":"Create room ceiling",
  "Error_Chat_1008":"Repeat room ID",
  "Error_Chat_1009":"Failure",
  "Landing_01":"EARNING PLATFORM DESIGNED AROUND DEFI AND NFT ECONOMY",
  "Landing_02":"The MOBOX platform combines yield farming on the Binance Smart Chain (BNB) with years of game design and development experience, creating the first ever free to play  ecosystem.",
  "Landing_03":"BINANCE SMART CHAIN - OPTMIZED YIELD FARMING",
  "Landing_04":"Powered by the Binance Smart Chain, Team MOBOX’s optimized Yield Farming Smart Contracts provides the highest yield and lowest fees across the Binance ecosystem.",
  "Landing_05":"NFT ECONOMY",
  "Landing_06":"With over thousands of NFTs waiting to be unlocked, MOMO’s are brought to life empowering users to mine MOBOX DAO Tokens.MOMOs can also be bought and sold on the secondary market  and used across all MOBOX developed games, giving users even more earning power.",
  "Landing_07":"THE WORLD OF MOBOX",
  "Landing_08":"1.How  on the MOBOX platform?",
  "Landing_09":"By keeping it simple, users only need to stake MOBOX platform supported tokens and let the Smart Contracts to the rest.  What sets MOBOX apart from everyone else is the combination of yield farming and gaming creating a truly Free to Play Play  ecosystem.  Users are able  through optimized Yield Farming, secondary NFT market, and simply just by having fun!",
  "Landing_10":"2.What is the MBOX Token?",
  "Landing_11":"The MBOX token has a total supply of 1,000,000,000.  Users can stake their NFTs to farm MBOX tokens that provides them with a plethora of incentives such as special bonuses, governance, and much more.",
  "Landing_12":"3.What is DeFi?",
  "Landing_13":"DeFi or Decentralized Finance is a set of financial applications built on top of a blockchain.  MOBOX is built on top of the Binance Smart Chain, giving users a seamless blockchain experience.",
  "Landing_14":"4.What is NFT?",
  "Landing_15":"NFT or Non-Fungible Tokens is a unique token where each and everyone is special in itself. By utilizing BRC20 and BRC1157 standards for MOMO NFTs, these special tokens can be used across all games in the MOBOX ecosystem.",
  "Landing_16":"FREE TO PLAY",
  "Landing_17":"PLAY",
  "Landing_18":"ABOUT",
  "Landing_19":"Tweets",
  "Landing_20":"Tweetster",
  "Landing_21":"Snowie",
  "Landing_22":"Sir Snowington",
  "Landing_23":"Bluey",
  "Landing_24":"Bluessette",
  "Landing_25":"Lei Lei",
  "Landing_26":"Leilani",
  "Landing_27":"Mini Victory",
  "Landing_28":"Victorious",
  "Landing_29":"Roosty",
  "Landing_30":"Rooster",
  "Landing_31":"Quack",
  "Landing_32":"Quackers",
  "Landing_33":"Flamingy",
  "Landing_34":"Flaminglatina",
  "Landing_35":"Chilly",
  "Landing_36":"Chillington",
  "Landing_37":"Iggy",
  "Landing_38":"Igloo",
  "Landing_39":"Oinkie",
  "Landing_40":"Captain Oinksly",
  "Landing_41":"Ango",
  "Landing_42":"Sheriff Angus",
  "Landing_43":"Pigsly",
  "Landing_44":"Chef P.I.G",
  "Landing_45":"Cub Pooky",
  "Landing_46":"Polar Pook",
  "Landing_47":"Sealee",
  "Landing_48":"Admiral Sea Lion",
  "Landing_49":"Little jabber",
  "Landing_50":"Jabberjaws",
  "Landing_51":"Bree",
  "Landing_52":"Breezer",
  "Landing_53":"Sunny",
  "Landing_54":"Sunny Ray",
  "Landing_55":"Pop",
  "Landing_56":"El Capitan Popitto",
  "Landing_57":"Demmie",
  "Landing_58":"Demon Dave",
  "Landing_59":"Jacko",
  "Landing_60":"Jacko Senior",
  "Landing_61":"Leafatine",
  "Landing_62":"Leafalicious",
  "Landing_63":"Kiki",
  "Landing_64":"Kiktoro",
  "Landing_65":"Merly",
  "Landing_66":"Merlin",
  "Landing_67":"With over thousands of NFTs waiting to be unlocked, MOMO’s are brought to life empowering users to mine MOBOX DAO Tokens.",
  "Landing_68":"REMAINING BOXES",
  "Landing_69":"CLAIM NOW",
  "Landing_70":"IF YOU CAN'T SELL YOUR ITEMS,YOU DON'T OWN THEM",
  "Landing_71":"IN 2022,PLAYERS SPENT",
  "Landing_72":"ON IN-GAME ITEMS",
  "Landing_73":"players receive",
  "Landing_74":"it all went to giant game companies",
  "Landing_75":"COMMUNITY DRIVEN PLATFORM",
  "Landing_76":"NFT ARTISTS",
  "Landing_77":"Click, Customize, Create - User generated MOMO NFTs that pass the community vote will also be rewarded with MBOX tokens for their contribution to the wider MOBOX community.",
  "Landing_78":"DEVELOPERS",
  "Landing_79":"Game Creator - When a game is successfully published on the MOBOX platform, the developer receives a Published Non-Fungible Token (P-NFT) representing their ownership of the published game. All revenue the game generates is recorded on the blockchain ensuring full transparency between the platform and the developer.",
  "Landing_80":"INFLUENCER",
  "Landing_81":"Influencer can utilize the MBOX platform to create their own fan base",
  "Landing_82":"USERS",
  "Landing_83":"OBOX rewards users just by simply enjoying and interacting with the platform. Whether it is simply signing up for a MOBOX account, collecting MOMOs, or interacting through MOBOX social users can claim MBOX token rewards through the Achievement System.",
  "Landing_84":"PLATFORM",
  "Landing_85":"WIN 1 OF #0# YIELD FARMING NFTS",
  "Landing_86":"Please paste your BNB Wallet address here",
  "Landing_87":"CLAIM NFT",
  "Landing_88":"LAUNCH APP",
  "Landing_89":"Days",
  "Landing_90":"Hours",
  "Landing_91":"Min",
  "Landing_92":"Sec",
  "Landing_93":"Tweetster is super charged & loves to ruffle his feathers as he soars the skies",
  "Landing_94":"Sir Snowington has grown and evolved into a leader of the flock",
  "Landing_95":"Bluessette is fun-loving & creative, she is the life of the party.",
  "Landing_96":"Leilani hulas her way through anything showing off moves.",
  "Landing_97":"Victorious leads his flocksters to the top",
  "Landing_98":"Rooster wakes the flock with his morning call helping them start their day",
  "Landing_99":"Quackers is skilled quackanomics & teaches the rest of the twack his clever ways",
  "Landing_100":"Flaminglatina struts around showing off her tall and glamorous stature",
  "Landing_101":"Chillington's passion is to become the best snowstar of Iceville",
  "Landing_102":"Igloo gets his name as he is the biggest & best at building homes in iceville",
  "Landing_103":"Captain Oinksly sails the high seas guiding his crew to safety",
  "Landing_104":"Sheriff Angus keeps the herd in line",
  "Landing_105":"Chef P.I.G is famous for his cooking methods amoungst trottersviille",
  "Landing_106":"Polar Pook is the scout leader of iceville taking everyone on wild adventures",
  "Landing_107":"Admiral Sea Lion sails the seas with his sailing crew",
  "Landing_108":"Jabberjaws is cool calm & the strongest of the crew",
  "Landing_109":"Breezer surfs & Sails, catching waves hanging with all his surfer dudes",
  "Landing_110":"Sunny Ray is famous for his study of solar science",
  "Landing_111":"El Capitan Popitto managers his crew with proficiency & is known to be the best Shfipmaster of the seas",
  "Landing_112":"Demon Dave Pops in & out of corners gaining monster strength the more he frightens.",
  "Landing_113":"Jacko Senior loves to scare in the dark with his fiery lit up eyes",
  "Landing_114":"Leafalicious grows more powerful the more she blossoms",
  "Landing_115":"Kiktoro loves to challenge all his monster friends to a scare match",
  "Landing_116":"Merlin the Great is the most famous magician in all of Monsters Town",
  "Landing_117":"PLEASE SUBSCRIBE TO OUR NEWSLETTER.",
  "Landing_118":"We will inform you on May 27 if you have won a unique MOMO NFT!",
  "Landing_119":"Your E-mail",
  "Landing_120":"VERIFY",
  "Landing_121":"Please paste your [verify code] here",
  "Landing_122":"DONE",
  "Landing_123":"CONGRATULATIONS",
  "Landing_124":"Every #0# friends you invite, #1# Your Chances",
  "Landing_125":"SHARE",
  "Landing_126":"MOMO NFT Farmer",
  "Landing_127":"REFER A FRIEND",
  "Landing_128":"Friends: #0# Claimed",
  "Landing_129":"Your Multiplier: #0#",
  "Landing_130":"Due to over #0# sign-ups in less than 12 hours, e-mail codes are not being sent in a timely manner. The team is working on a fix. Don't worry! Check back soon and you'll be able to calm your NFT FOMO with a MOMO!",
  "Landing_131":"#0# NFTS CHECK THE RESULTS",
  "Landing_132":"Click me to check if you won 1 of 1000 NFTs!",
  "Landing_133":"Check the result",
  "Landing_134":"Please bind your BNB wallet address to check if you have won",
  "Landing_135":"Congratulations",
  "Landing_136":"You get a mineable NFT MOMO airdrop",
  "Landing_137":"Receive award",
  "Landing_138":"Go to mining",
  "Landing_139":"Sorry<br/>But don't worry there are many other ways to obtain a MOMO to calm your NFT FOMO",
  "Landing_140":"1. Join our Twitter/Medium event.<br/>2. Pick one up for the exchange.<br/>3. Save your crypto and earn APY and MOMOs.",
  "Landing_141":"Learn more",
  "Landing_142":"Participate in mining activities",
  "Landing_143":"Received",
  "Landing_144":"The event is over, thank you for your participantion.",
  "Landing_145":"Check below to see if you are a lucky winner!",
  "Landing_146":"Please complete the registration and the corresponding binding to obtain the qualification",
  "Landing_147":"Download new version of MOBOX APP",
  "Landing_148":"We will inform you on MOBOX APP if you have won a unique MOMO NFT!",
  "Airdrop_1":"Claim The Airdrop",
  "Airdrop_2":"Claim",
  "Airdrop_3":"Download",
  "Airdrop_4":"Please Download APP To Claim Airdrop",
  "Statistics_1":"Statistics",
  "Statistics_2":"Show your personal data at Momo Farmer",
  "Statistics_3":"Total chests unlocked （Includes all qualities MOMO you obtained）",
  "Statistics_4":"Total sales by market, total purchases by market",
  "Statistics_5":"Total renting MOMOs earned , total lending MOMOs costs",
  "Statistics_6":"The total amount of gems sold in the market, the total amount of gems purchased in the market",
  "Statistics_7":"The highest buy order, the highest sell order , etc.",
  "Statistics_8":"Download",
  "Treasure_1":"LODA Legendary MOMO",
  "Treasure_2":"Enter Now",
  "Treasure_3":"ALLIANCE NFTLODA Legendary MOMO",
  "Treasure_4":"Enter secret CODE",
  "Treasure_5":"Bind Binance address",
  "Treasure_6":"Done",
  "Treasure_7":"You have successfully entered the draw.",
  "Treasure_8":"Check back on 08/05/2021 to see if you have won!",
  "Treasure_9":"Done",
  "Treasure_10":"Learn More",
  "Treasure_11":"Try again",
  "Treasure_12":"Treasure Hunt",
  "Treasure_13":"You have entered the wrong secret code!",
  "Coinbase_1":"Sept 22nd 2:00 AM UTC",
  "Coinbase_2":" -",
  "Coinbase_3":"Sept 30th 2:00 AM UTC",
  "Coinbase_4":"1 Limited Edition",
  "Coinbase_5":"Legendary MOMO",
  "Coinbase_6":"Connect Coinbase Wallet",
  "Coinbase_7":"THIS PROMOTION IS IN NO WAY SPONSORED OR <br/>ADMINISTERED BY COINBASE OR COINBASE WALLET.",
  "Coinbase_8":"Oops! it seems you don’t have coinbase wallet installed",
  "Coinbase_9":"Bind your Twitter",
  "Coinbase_10":"Your comment link from Coinbase Event Tweet",
  "Coinbase_11":"Congratulations!",
  "Coinbase_12":"Claim your first Coinbase MOBall!",
  "Coinbase_13":"Claim",
  "Coinbase_14":"My coinbase MOBalls:",
  "Coinbase_15":"Get More",
  "Coinbase_16":"Welcome to <br/> MOMOverse",
  "Coinbase_17":"Complete daily task to get more coinbase MOBalls",
  "Coinbase_18":"Daily Task",
  "Coinbase_19":"Game Task",
  "Coinbase_20":"Count Down Time",
  "Coinbase_21":"Task",
  "Coinbase_22":"Rewards",
  "Coinbase_23":"Status",
  "Coinbase_24":"Enter MOMOverse to collect 10 items such as carrots, bamboo, mushrooms + more",
  "Coinbase_25":"Use the treasure map to open one chest and get one item as a reward",
  "Coinbase_26":"Use Coinbase MOBall for BOXing one MOMO in the MOMOverse",
  "Coinbase_27":"Invite 3 new friends to join the Coinbase Loot Campaign and all of you will get a Coinbase MOBall!",
  "Coinbase_28":"Claim 1 Coinbase MOBall",
  "Coinbase_29":"Maximized rewards for daily task: 4 Coinbase MOBalls/day",
  "Coinbase_30":"Welcome! Explore each MOBOX game; Earn rewards during the event. Kindly noted that all your rewards will be delivered after the event. Have Fun!",
  "Coinbase_31":"Count Down Time",
  "Coinbase_32":"Play Clash of MOland — earn a pack of the bound Hero Scroll; you will also earn bound heroes.",
  "Coinbase_33":"Play Token Master — receive game vouchers",
  "Coinbase_34":"Play Block Brawler — receive game vouchers",
  "Coinbase_35":"Play ChainZ Arena — receive game vouchers",
  "Coinbase_36":"For MOland Defense, you will receive a gift pack of Gold. You can use the Gold to purchase game props in the Moland Defense Store.",
  "Coinbase_37":"Next page",
  "Coinbase_38":"Connect Coinbase Wallet",
  "Coinbase_39":"Please connect your Coinbase Wallet to begin your daily tasks.",
  "Coinbase_40":"Event Term Description",
  "Coinbase_41":"MOBOX:",
  "Coinbase_42":"MOBOX is a cross platform gaming metaverse that combines automated optimized DeFi yield farming & gaming NFTs to create a GameFi metaverse known as the MOMOverse",
  "Coinbase_43":"Coinbase MOBall:",
  "Coinbase_44":"Is an exclusive branded BEP-1155 token. You will complete daily tasks in order to get Coinbase MOBall. You are able to use them to have fun in the MOMOverse during the Coinbase Loot Campaign. With these Coinbase MOBall’s you will have a chance to catch MOMO NFTs in the MOMOverse.",
  "Coinbase_45":"MOMO NFT:",
  "Coinbase_46":"MOMOs are the names we have given our NFTs.  These NFTs come in different qualities ranging from common, uncommon, rare, unique, epic and The Legendary MOMO. They can be used in MOMO mining and games on the MOBOX platform.",
  "Coinbase_47":"Coinbase Legendary MOMO:",
  "Coinbase_48":"Referring to the above introduction, legendary MOMO is a unique MOMO that is limited to max of 5 Coinbase Branded MOMO NFT. The Legendary MOMO’s have special abilities and have a higher mining base then any other MOMO.",
  "Coinbase_49":"Mystery Box:",
  "Coinbase_50":"Is an NFT blind box that comes in the form of BEP-1155 token. Open the blind box to get a MOMO with random quality and hash power according to the probability.",
  "Coinbase_51":"MOBOX Avatar:",
  "Coinbase_52":"Is a virtual representation of YOU used in the MOMOverse.",
  "Coinbase_53":"MOMOverse:",
  "Coinbase_54":"A whole new world of fun where MOBOXers can create, explore, and be who they want to be in a MOMO World of infinite possibilities.",
  "Coinbase_55":"BOXing:",
  "Coinbase_56":"A special BOX (ing) device for the wild MOMOs, which they call the “MOBall”; Use your World Cup MOBalls and catch those wandering MOMO’s in the MOMOverse.",
  "Coinbase_57":"Treasure map:",
  "Coinbase_58":"A specific map that is a in-game asset in order to find more MOBalls",
  "Coinbase_59":"Items:",
  "Coinbase_60":"Game props such as  carrots, bamboo, mushrooms in the MOMOverse",
  "Coinbase_61":"Games bio",
  "Coinbase_62":"Clash of Moland:",
  "Coinbase_63":"Developed by the Infinite Game Studio and launched on the MOBOX platform! Build your empires, manage their resources, and conquer other territories!",
  "Coinbase_64":"Token Master:",
  "Coinbase_65":"A casual turn-based idle game.",
  "Coinbase_66":"Block Brawler:",
  "Coinbase_67":"A RPG game that focuses on battle strategy.",
  "Coinbase_68":"ChainZ Arena:",
  "Coinbase_69":"An idle RPG game that cross diverse platforms to give players a unique gaming experience.",
  "Coinbase_70":"MOland Defense:",
  "Coinbase_71":"Developed by the E-Game Studio and launched on the MOBOX platform! A tower defence game full of futuristic technology elements.",
  "Coinbase_72":"Event Step",
  "Coinbase_73":"Event Task",
  "Coinbase_74":"Event Term",
  "Coinbase_75":"Your invitation link:",
  "Coinbase_76":"Submit",
  "Coinbase_77":"Event intro",
  "Coinbase_78":"Welcome to Coinbase Loot 丨Clash of Moland Event. Introducing a fun and epic partnership with — Coinbase Wallet & MOBOX!",
  "Coinbase_79":"We are bringing you a legendary event with loads of fun activities as well as some amazing rewards such as Coinbase MOBalls!",
  "Coinbase_80":"Coinbase MOBall:  You will complete daily tasks in order to get Coinbase MOBalls. You can use them to capture MOMO NFTs in the MOMOverse during the Coinbase Loot Campaign.",
  "Coinbase_81":"Coinbase Legendary MOMO NFT:  Get excited about this exclusive and limited Coinbase MOMO. The Legendary MOMO has special abilities and the highest hash power giving you an edge across all games on the MOBOX platform.",
  "Coinbase_82":"What do I do next?",
  "Coinbase_83":"Connect Your Coinbase Wallet and Twitter accounts",
  "Coinbase_84":"Follow MOBOX & Coinbase Wallet on Twitter + RT (Coinbase Clash of Moland tweet), tag 3 friends, and comment with your MOBOX User ID.",
  "Coinbase_85":"Copy your Tweet comment link and then paste it on the Event page",
  "Coinbase_86":"Now, you are qualified  Campaign rewards (Coinbase MOBalls, Mystery BOXes, Avatars, and Legendary MOMO NFT!)",
  "Coinbase_87":"Oops! Please bind your Twitter account on your web before joining this event.",
  "Coinbase_88":"Link copied!",
  "Coinbase_89":"Hash power",
  "Coinbase_90":"Each MOMO has a randomly generated initial hash power that can be upgraded by consuming other MOMO NFTs. The total hash power is calculated by adding up the hash power of all your MOMOs. The amount of MBOX tokens mined is dependent on your weighted average of the total hash power across the platform.",
  "Coinbase_91":"Extension",
  "Coinbase_92":"Enter your twitter @ username",
  "Coinbase_93":"Coinbase Loot<br/>Clash of Moland",
  "Coinbase_94":"Introducing a fun and epic partnership with — Coinbase Wallet & MOBOX! We are bringing you a legendary event with loads of fun activities as well as some amazing rewards such as Coinbase MOBalls! Click 'Play Now' to know more.",
  "Coinbase_95":"Play Now",
  "Coinbase_96":"Congrats! Go to your mail in the MOMOverse to claim your COINBASE MOBall!",
  "Coinbase_97":"Claim",
  "Coinbase_98":"Coinbase MOBalls",
  "Coinbase_99":"1 Limited Edition",
  "Coinbase_100":"Legendary MOMO",
  "Walletnew_1":"Confirmations",
  "Walletnew_2":"Confirmed",
  "Walletnew_3":"Show more options",
  "Walletnew_4":"Online Service",
  "Walletnew_5":"Help Center",
  "Walletnew_6":"Mail",
  "Walletnew_7":"Broadcast...",
  "Walletnew_8":"Sync...",
  "Walletnew_9":"Waiting for sync",
  "Sidebar_1":"About MOMOverse",
  "Sidebar_2":"About mobox.io",
  "Worldcup_1":"17 Nov 2022 9:00 AM UTC - 19 Dec 2022 9:00 AM UTC",
  "Worldcup_2":"Swap Footballs for World Cup MOBalls",
  "Worldcup_3":"to Win 1 x CMC",
  "Worldcup_4":"Welcome to MOMO CUP 2022",
  "Worldcup_5":"Your World Cup MOBalls",
  "Worldcup_6":"Your Football",
  "Worldcup_7":"1. Win World Cup MOBall for 1 legendary MOMO NFT. <br/>2. 100 Football can be swapped for 1 World Cup MOBall.<br/>3. Complete Event tasks to get more Football.<br/>4. Use the World Cup MOBalls to catch MOMO NFTs in the MOMOverse, using your World Cup MOBall in the MOMOverse will not affect the lucky draw.",
  "Worldcup_8":"Swap",
  "Worldcup_9":"World Cup MOBall",
  "Worldcup_10":"Football",
  "Worldcup_11":"Balance",
  "Worldcup_12":"While you swap, note that you will mint a BEP-1155 NFT World Cup MOBall as your raffle ticket",
  "Worldcup_13":"Swap Completed",
  "Worldcup_14":"Swap Failed! Click here to resubmit",
  "Worldcup_15":"#0# Footballs Swap Failed!<br/>Please swap again",
  "Worldcup_16":"Swap Again",
  "Worldcup_17":"Social Activities",
  "Worldcup_18":"Game Challenges",
  "Worldcup_19":"MOMO CUP Rewards",
  "Worldcup_20":"CMC Legendary MOMO x 1",
  "Worldcup_21":"Mystery BOX x 1,000",
  "Worldcup_22":"Avatar BOX x 2,000",
  "Worldcup_23":"World Cup MOBalls",
  "Worldcup_24":"CMC - Diamond Program",
  "Worldcup_25":"Activity",
  "Worldcup_26":"Rewards",
  "Worldcup_27":"Status",
  "Worldcup_28":"Invite 3 new friends to join MOMO CUP",
  "Worldcup_29":"CoinMarketCap Exclusive Program",
  "Worldcup_30":"Go-Mingle Social Task",
  "Worldcup_31":"Join MOBOX Telegram and be verified by @MOCup_Bot",
  "Worldcup_32":"Join MOBOX Discord and be verified by @MOCup_Bot",
  "Worldcup_33":"Post in MOBOX Community and hashtag #MOMO CUP 2022",
  "Worldcup_34":"Post in CMC Community and hashtag #MOMO CUP 2022",
  "Worldcup_35":"Every #0# friends you invite, #1# Football you gain!<br/> Multiply your Invites!",
  "Worldcup_36":"Friends: #0# invited",
  "Worldcup_37":"Your Multiplier: #0#",
  "Worldcup_38":"Copy",
  "Worldcup_39":"Input Your MOcode",
  "Worldcup_40":"Input Your MOcode to redeem your gift: #0# MBOX",
  "Worldcup_41":"MOcode",
  "Worldcup_42":"Redeem",
  "Worldcup_43":"MBOX will be airdropped after the event",
  "Worldcup_44":"Redeem Successfully",
  "Worldcup_45":"Close",
  "Worldcup_46":"Come to play games, gain rewards every day",
  "Worldcup_47":"Arena Challenge x 12 times",
  "Worldcup_48":"Synthesis Equipment x 3 times",
  "Worldcup_49":"Normal Summons x 2 times",
  "Worldcup_50":"Consume Tactical Point x 100",
  "Worldcup_51":"Arena Challenge x 10 times",
  "Worldcup_52":"Premium Summon x 2 times",
  "Worldcup_53":"Bounty Quest x 1 time",
  "Worldcup_54":"Arena Challenge x 1 time",
  "Worldcup_55":"Clear Relic Explore Stage 1",
  "Worldcup_56":"Battle x 12 times",
  "Worldcup_57":"Smelt Gear x 2 times",
  "Worldcup_58":"Forge Gear x 1 time",
  "Worldcup_59":"Plunder x 12 times",
  "Worldcup_60":"Plunder and receive 20 Stars",
  "Worldcup_61":"Refine or Replace skills x 2 times",
  "Worldcup_62":"Oops!<br/>It seems you need to connect to a wallet first.",
  "Worldcup_63":"MOMO CUP 2022",
  "Worldcup_64":"World Cup MOBall:",
  "Worldcup_65":"MOMO CUP Tasks",
  "Worldcup_66":"Event Rules & Terms",
  "Worldcup_67":"Event intro",
  "Worldcup_68":"Welcome to MOMO CUP 2022. Introducing a fun and epic partnership with — CoinMarketCap & MOBOX & BNB CHAIN! We are bringing you a legendary event with loads of fun activities as well as some amazing rewards such as World Cup MOBalls!",
  "Worldcup_69":"1.  Connect Your Wallet.<br/>2. Follow MOBOX & CoinMarketCap on Twitter + RT (MOMO CUP 2022 tweet), tag 3 friends, and comment with your BNB wallet address on the MOMO CUP Tweet.<br/>3. Enter your Twitter username on the Event page.<br/>4. Now, you are qualified  Campaign rewards (To be eligible, you must follow our Twitter for the final lucky draw)",
  "Worldcup_70":"Is an exclusive branded BEP-1155 token. Win World Cup MOBall for 1 limited-edition legendary MOMO NFT. 100 Footballs can be swapped for 1 World Cup MOBall.Complete Event tasks to get more Footballs. You can also catch NFT MOMOs with the World Cup MOBall in the MOMOverse, using your World Cup MOBall in the MOMOverse will not affect the lucky draw.",
  "Worldcup_71":"Get excited about this exclusive and limited CoinMarketCap MOMO. The Legendary MOMO has special abilities and the highest hash power giving you an edge across all games on the MOBOX platform.",
  "Worldcup_72":"MOMO CUP Tasks:",
  "Worldcup_73":"Complete social activities and game challenges in World Cup tasks  Footballs to swap World Cup MOBalls. <br/>Participate in social activities and game challenges after completing the MOMO World Cup 2022 campaign. <br/>Game Challenges will reset progress and rewards at UTC 9:00 every day during the event period.",
  "Worldcup_74":"Follow MOBOX & CoinMarketCap on Twitter + RT (MOMO CUP 2022 tweet), tag 3 friends, and comment with your BNB wallet address on the MOMO CUP Tweet.",
  "Worldcup_75":"Enter your Twitter username on the Event page",
  "Worldcup_76":"Now, you are qualified  Campaign rewards (World Cup MOBalls, Mystery BOXes, Avatars, and Legendary MOMO NFT!)",
  "Worldcup_77":"Claim Your MOBall",
  "Worldcup_78":"Follow Us on Twitter, enter your Twitter @ username",
  "Worldcup_79":"Connect Wallet",
  "Worldcup_80":"For more info, go to",
  "Worldcup_81":"World Cup MOBall",
  "Worldcup_82":"Is an exclusive branded BEP-1155 token. Complete World Cup tasks to get Football rewards. Football can be swaped for World Cup MOBall at a ratio of 100:1. The World Cup MOBall you swap will be used in a lucky draw at the end of the event for a chance to win prizes worth $100,000 including CMC Legendary MOMO NFTs! Complete social activities and game challenges to swap more World Cup MOBalls. You can also catch NFT MOMOs with the World Cup MOBall in the MOMOverse, using your World Cup MOBall in the MOMOverse will not affect the lucky draw.",
  "Worldcup_83":"CoinMarketCap Legendary MOMO:",
  "Worldcup_84":"MOMO CUP 2022",
  "Worldcup_85":"Submit",
  "Worldcup_86":"Twitter",
  "Worldcup_87":"MOcode Error",
  "Worldcup_88":"Your Invitees must complete Telegram/Discord social activities.<br/>Invite friends for up to 100 times rewards",
  "Worldcup_89":"Follow  MOBOX on CMC",
  "Worldcup_90":"Back to the top",
  "Worldcup_91":"Almost there!<br/>Go back to the first page;<br/>Enter your Twitter name to start event tasks.",
  "Worldcup_92":"1. Win World Cup MOBall for 1 limited-edition legendary MOMO NFT. <br/>2. 100 Football can be swapped for 1 World Cup MOBall.<br/>3. Complete Event tasks to get more Football.",
  "Worldcup_93":"① Collect your Diamonds every day on CMC.<br/>② 300 diamonds to redeem your MOcode.<br/>③ The MOcode can be redeemed from 12:00 UTC, Nov 25.",
  "Worldcup_94":"Followed",
  "Worldcup_95":"How to participant?",
  "Worldcup_96":"Complete Event Tasks",
  "Worldcup_97":"Swap Now",
  "Worldcup_98":"Swap",
  "Worldcup_99":"for",
  "Worldcup_100":"medium article",
  "Worldcup_101":"Join CMC Announcements Channel",
  "Worldcup_102":"How to attend MOBOX Telegram social Task on MOMO Cup?<br/><br/>1. Join MOBOX telegram and click MOCup_bot.<br/>2. Chat with MOcup_bot, click /start.<br/>3. DM your BNB wallet address to MOCup_bot.<br/>Congrats! Get your reward.",
  "Worldcup_103":"How to attend MOBOX Discord social Task on MOMO Cup?<br/><br/>1. Join MOBOX Discord.<br/>2. Find @MOCup_bot in the discord group.<br/>3. Click @MOCup_bot and Message the bot!<br/>4. DM your BNB wallet address to MOcup bot.<br/>Congrats! Get your reward.",
  "Worldcup_104":"Swap again for #0#",
  "Worldcup_105":"Get",
  "Worldcup_1002":"Operate too often",
  "Worldcup_1005":"This Twitter account has been used",
  "Worldcup_1009":"Same IP used too often",
  "Coinbaseloot_1":"Coinbse Wallet Gaming Days",
  "Coinbaseloot_2":"Dec 20, 2022 19:00 PST — Dec 22, 2022 19:00 PST",
  "Coinbaseloot_3":"3000 MOBOX Avatar & MOMO NFTs",
  "Coinbaseloot_4":"Social Tasks",
  "Coinbaseloot_5":"Follow @Coinbase Wallet and @MOBOX_Official on Twitter",
  "Coinbaseloot_6":"Follow",
  "Coinbaseloot_7":"Verify",
  "Coinbaseloot_8":"Input Username",
  "Coinbaseloot_9":"Input your Twitter username",
  "Coinbaseloot_10":"RT & Comment with your MOBOX user ID on the “MOBOX — Coinbase Wallet Gaming Days” Tweet",
  "Coinbaseloot_11":"Input comment link",
  "Coinbaseloot_12":"Enter comment Link from event tweet",
  "Coinbaseloot_13":"Join MOBOX on Telegram and get verified by MOBOX BOT",
  "Coinbaseloot_14":"Congrats on your MOBOX Avatar BOX! <br/><br/>Complete the game tasks to receive the MOMO NFT Key,<br/>use the Key to open the treasure chest to receive your MOMO NFT.",
  "Coinbaseloot_15":"Event Rules",
  "Coinbaseloot_16":"Intro",
  "Coinbaseloot_17":"MOBOX, the popular mobile gaming platform and the number one gaming platform on the BNB chain, is thrilled to announce that it will be featured on Coinbase’s “Coinbase Wallet Gaming Days” event. This three-day extravaganza, which takes place from December 20th to 22nd, will showcase some of the hottest games in the Blockchain industry, and MOBOX is honored to be among them. <br/> <br/> During the event, MOBOX will be showcasing its gaming platform and the impressive MOMOverse, a gameverse that allows players to explore a virtual world and complete tasks  rewards. The MOMOverse features a variety of games and challenges, and players can use their Coinbase Wallet to explore the MOMOVerse in depth.",
  "Coinbaseloot_18":"MOMO NFT Key",
  "Coinbaseloot_19":"Is an NFT token in the form of BEP-20, and 1 KEY can be used to unlock the chest. Open the chest to get a MOMO NFT with random quality and hash power according to the probability.",
  "Coinbaseloot_20":"Tweet",
  "Coinbaseloot_21":"Log in to your Coinbase Wallet",
  "Coinbaseloot_22":"Enter MOMOverse successfully",
  "Coinbaseloot_23":"Open Avatar BOX to claim your first free Avatar NFT in MOMOverse",
  "Coinbaseloot_24":"Set new avatar as default profile in MOMOverse",
  "Coinbaseloot_25":"Find the “treasure chest” in MOMOverse to get a reward",
  "Coinbaseloot_26":"3000 MOBOX Avatar & MOMO NFTs",
  "Coinbaseloot_27":"Coinbase Wallet Gaming Days",
  "Coinbaseloot_28":"Go",
  "Coinbaseloot_29":"Completed",
  "Coinbaseloot_30":"Get MOMO NFT",
  "Coinbaseloot_31":"Rewards",
  "Coinbaseloot_32":"During the event, Coinbase Wallet users have the chance to win some amazing prizes, including:<br/> <br/> First 3,000 users can claim a FREE MOBOX Avatar BOX!<br/> First 3,000 users that complete game tasks in the MOMOverse can claim the MOMO NFT Key.",
  "Coinbaseloot_33":"How to be qualified at the early stage?",
  "Coinbaseloot_34":"1. Follow @CoinbaseWallet and @MOBOX_Official on Twitter.<br/> 2. RT & Comment on the “MOBOX — Coinbase Wallet Gaming Days” Tweet (insert link) .<br/> 3. Join MOBOX on Telegram and get verified by MOBOX BOT.<br/> <br/> Your Coinbase Wallet needs to have at least 0.01 BNB Token balance on the BNB Chain. Check our preparation guidelines to go through the process.",
  "Coinbaseloot_35":"How to participate in the official event?",
  "Coinbaseloot_36":"1. Log in to your Coinbase Wallet on the official landing page.<br/> 2. Log in to MOMOverse successfully. <br/> 3. Open Avatar BOX to claim your first free Avatar NFT in MOMOverse.<br/> 4. Set new avatar as default profile in MOMOverse.<br/> 5. Use 'treasure map' from the 'Items' tab in your 'Backpack'.<br/> <br/> Good luck! Hope you will find the 'treasure chest' in MOMOverse to get a reward.",
  "Coinbaseloot_37":"When will you receive the MOMO NFT Key?",
  "Coinbaseloot_38":"1. MOMO NFT Key will be sent out within 8 to 15 minutes.  You are eligible to receive MOMO NFT key when you complete all the tasks especially the game task of “treasure map”; <br/>2. Claim your MOMO NFT by using the key to open the chest.",
  "Coinbaseloot_39":"Don't forget to finish all the event tasks and get eligible for the official event. Looking forward to having you with loads of fun!",
  "Coinbaseloot_40":"Install now",
  "Coinbaseloot_41":"NO. 1 Gaming Platform on BNB Chain",
  "Coinbaseloot_42":"Dec 19, 2022 19:00 PST",
  "Coinbaseloot_43":"Full Event Rules",
  "Coinbaseloot_44":"Go to MOMOverse - Game Task",
  "Coinbaseloot_45":"Go to Social Media Task",
  "Coinbaseloot_46":"Event Logic:",
  "Coinbaseloot_47":"<br/>→ 1.Complete Social Tasks <br/>→ 2.Receive Avatar BOX",
  "Coinbaseloot_48":"Congrats on being eligible for MOMO NFT Key! <br/><br/>Please wait for 8~15 minutes before going to MOMO Farmer use the Key to open the treasure chest to receive your MOMO NFT.",
  "Coinbaseloot_49":"<br/>→ 3.Complete MOMOverse - Game Task <br/>→ 4.Receive MOMO NFT Key",
  "Coinbaseloot_200":"Success",
  "Coinbaseloot_401":"Failed to sign",
  "Coinbaseloot_1001":"Input format error",
  "Coinbaseloot_1002":"Operate too often",
  "Coinbaseloot_1003":"This address has not entered MOMOverse",
  "Coinbaseloot_1004":"This address has been participated in MOBOX — Coinbase Wallet Gaming Days",
  "Coinbaseloot_1005":"You have been participated in MOBOX — Coinbase Wallet Gaming Days",
  "Coinbaseloot_1006":"This Twitter account has been used",
  "Coinbaseloot_1007":"Incorrect balance",
  "Coinbaseloot_1008":"Please complete your previous transaction in advance",
  "Coinbaseloot_1009":"Please follow MOBOX on Twitter first",
  "Coinbaseloot_1010":"MOBOX x Coinbase Wallet Gaming Days<br/><br/>3000 exclusive MOBOX avatars and 3000 MOMO NFTs<br/><br/>Dec 20, 2022 19:00 PST — Dec 22, 2022 19:00 PST",
  "Coinbaseloot_1011":"You need to complete the social media task before you can dive into the game task to obtain the MOMO NFT Key.",
  "Coinbaseloot_1012":"The early spots have been filled out<br/>The second day of the event will start at 11:00 on December 22. Non-early participants can also join the official event",
  "tutorial_1":"Resources For Getting Started",
  "tutorial_2":"Building",
  "tutorial_3":"Farming",
  "tutorial_4":"Looting",
  "tutorial_5":"What are",
  "tutorial_6":"Deep Space Caravans(D.S.C)？",
  "tutorial_7":"A:Residents can take spaceships / D.S.C travel in MOMOverse",
  "tutorial_8":"Explore New Areas",
  "tutorial_9":"Establish Business Networks",
  "tutorial_10":"Trade in various Continents",
  "tutorial_11":"Ship your fruits from the orchard",
  "tutorial_12":"Trade & Recevie MBOX Reward from D.S.C",
  "tutorial_13":"Core",
  "tutorial_14":"Resource Mining",
  "tutorial_15":"Material Crafting",
  "tutorial_16":"Marketplace",
  "tutorial_17":"MOHome Building",
  "tutorial_18":"Fruit Planting",
  "tutorial_19":"D.S.C Trading",
  "tutorial_20":"Mini Games",
  "tutorial_21":"MOMO BOXing",
  "tutorial_22":"Survivor",
  "tutorial_23":"Treasure Map",
  "tutorial_24":"Collecting",
  "tutorial_25":"MOMOverse MOHome Launch",
  "Valentine_1":"Welcome to MOMOverse, a GameFi metaverse where two Epic MOMOs fell in love! Dive in for winning more MOHearts to unveil the power of MOlove spin and share the prize pool of $30,000 !",
  "Valentine_2":"Join the MOMO love story & WIN",
  "Valentine_3":"",
  "Valentine_4":"(up to #0# in rewards)",
  "Valentine_5":"$30,000",
  "Valentine_6":"Feb 13, 2023 8:00 A.M. UTC",
  "Valentine_7":"Feb 22, 2023 8:00 A.M. UTC",
  "Valentine_8":"Rewards:",
  "Valentine_9":"Trust Wallet Epic MOMO",
  "Valentine_10":"Real Life Mystery BOX",
  "Valentine_11":"TWT token",
  "Valentine_12":"Avatar BOX",
  "Valentine_13":"Mini MOBall",
  "Valentine_14":"GEMS",
  "Valentine_15":"",
  "Valentine_16":"",
  "Valentine_17":"",
  "Valentine_18":"Event rules:<br/>Win 100 MOHearts to grab 1 MOLove Spin; <br/>The more MOHeart you gain, the more chance to win Trustie & Victoria MOMOs!",
  "Valentine_19":"Event Criteria",
  "Valentine_20":"Follow @TrustWallet and @MOBOX_Official on Twitter",
  "Valentine_21":"RT Event Tweet and tag 3 friends",
  "Valentine_22":"Join @MOBOX on Telegram and get verified by MOBOX BOT",
  "Valentine_23":"Log in to your Trust Wallet",
  "Valentine_24":"Log in to MOMOverse successfully",
  "Valentine_25":"MOLove Spin",
  "Valentine_26":"MOHeart",
  "Valentine_27":"Spin x1",
  "Valentine_28":"Spin x10",
  "Valentine_29":"Daily Task",
  "Valentine_30":"Collect item in MOMOverse x10 times",
  "Valentine_31":"Use MOballs for BOXing in MOMOverse x1 time",
  "Valentine_32":"Use advanced crafting material in MOMOverse x1 time",
  "Valentine_33":"Produce a building or upgrade a building in MOHome x1 time",
  "Valentine_34":"The reset time for daily tasks is UTC 8:00 A.M. during the event",
  "Valentine_35":"Event Task",
  "Valentine_36":"Open BOX or Chest x 1 time in MOMO Farmer",
  "Valentine_37":"Upgrade MOMOs in MOMO Farmer. Consume a MOMO = 20 MOHearts",
  "Valentine_38":"Refer 3 friends to increase the chance of winning Epic MOMOs",
  "Valentine_39":"Event Intro",
  "Valentine_40":"Join us from February 13th to February 22nd to witness this epic love story unfold and potentially walk away with some incredible rewards. By completing all the event steps and participating in daily game tasks, you’ll have the chance to win Trust Wallet Epic MOMOs , Avatar BOXes , and Mini MOBalls. In total, the reward value is an impressive $30,000.",
  "Valentine_41":"GO",
  "Valentine_42":"Congratulations",
  "Valentine_43":"GET",
  "Valentine_44":"Connect Trust Wallet",
  "Valentine_45":"Please install Trust Wallet",
  "Valentine_46":"Complete the above tasks",
  "Valentine_47":"Every 3 friends you invite, 80 MOHearts you gain!<br/> Multiply your Invites!",
  "Valentine_48":"Friends: #0# invited",
  "Valentine_49":"Your Multiplier: #0#",
  "Valentine_50":"Copy",
  "Valentine_51":"Invite Friends",
  "Valentine_52":"Full Event Rules",
  "Valentine_53":"MOLove Spin Log",
  "Valentine_54":"Reward",
  "Valentine_55":"Time",
  "Valentine_56":"MOMO Love Story",
  "Valentine_57":"MOMO Love Story Tweet",
  "Valentine_58":"Oops! it seems you don’t have Trust Wallet installed",
  "Valentine_59":"Epic MOMO Trustie",
  "Valentine_60":"Epic MOMO Victoria",
  "Valentine_61":"Ruby",
  "Valentine_62":"Emerald",
  "Valentine_63":"Sapphire",
  "Valentine_64":"Topaz",
  "Valentine_65":"For dApp users, try another browser to trigger: https://t.me/MOBOX_Verify_bot",
  "Valentine_401":"Failed to sign",
  "Valentine_1001":"Input format error",
  "Valentine_1002":"Click too often",
  "Valentine_1003":"This address has not logged in to MOMOverse",
  "Valentine_1004":"This comment link has been used",
  "Valentine_1006":"This Twitter username has been used",
  "Valentine_1007":"MOHeart insufficient",
  "Valentine_1008":"Conclua todas as tarefas de 'Critérios do evento' primeiro",
  "CoinbaselootBrasil_1":"Coinbase Loot MOBOX Cripto Carnaval Brasil",
  "CoinbaselootBrasil_2":"22 de março de 2023 23:00 BRT - 26 de março de 2023 23:00 BRT",
  "CoinbaselootBrasil_3":"2,000 avatares de edição limitada",
  "CoinbaselootBrasil_4":"Tarefas do Evento",
  "CoinbaselootBrasil_5":"Siga @Coinbase Wallet e @MOBOX_Official no Twitter",
  "CoinbaselootBrasil_6":"Siga",
  "CoinbaselootBrasil_7":"Verificar",
  "CoinbaselootBrasil_8":"Nome de usuário de entrada",
  "CoinbaselootBrasil_9":"Entre seu nome de usuário no Twitter",
  "CoinbaselootBrasil_10":"RT & hashtag Coinbase Loot MOBOX Cripto Carnaval Brasil, comente em português",
  "CoinbaselootBrasil_11":"Ligação de comentários de entrada",
  "CoinbaselootBrasil_12":"Introduz o comentário Link do tweet do evento",
  "CoinbaselootBrasil_13":"Junte-se à Mobox Portugal / Brasil no Telegram e seja verificado pelo MOBOX BOT",
  "CoinbaselootBrasil_14":"Sim! Você está qualificado para reivindicar seu MOBOX Avatar!<br/><br/>Acesse o MOMOverse, abra o Avatar BOX e conclua as tarefas do jogo para receber outras recompensas.",
  "CoinbaselootBrasil_15":"Introdução",
  "CoinbaselootBrasil_16":"Introdução",
  "CoinbaselootBrasil_17":"Recompensas<br/>E agora, com a Coinbase Wallet entrando na festa, os usuários no Brasil podem esperar ainda mais maneiras de explorar o mundo das criptomoedas e dos jogos. Durante o evento, novos usuários da Coinbase Wallet no Brasil serão<br/>recompensados com Avatares MOBOX de edição limitada “Coinbase Loot” em troca da conclusão de uma série de tarefas qualificadas.<br/>Avatares temáticos do Brasil<br/>O MOBOX Avatar é um NFT especial que permite aos jogadores personalizar seu personagem do jogo MOBOX. Um total de 2,000 Avatares MOBOX serão enviados para os usuários que concluírem as tarefas de qualificação durante o evento.<br/>Todo esse evento visa criar uma experiência empolgante e envolvente para todos os envolvidos e mostrar ao mundo o que é possível quando você combina o poder do blockchain com a magia dos jogos.",
  "CoinbaselootBrasil_18":"Tweet",
  "CoinbaselootBrasil_19":"Faça login na sua Carteira Coinbase na página de destino",
  "CoinbaselootBrasil_20":"Conectar ao MOMOverse com sucesso",
  "CoinbaselootBrasil_21":"Abra a CAIXA do Avatar para reivindicar o Avatar",
  "CoinbaselootBrasil_22":"Use o “mapa do tesouro” da guia “Itens” em sua “Mochila”",
  "CoinbaselootBrasil_23":"Use “Coinbase MOBalls” para capturar MOMOs no MOMOverse",
  "CoinbaselootBrasil_24":"Go",
  "CoinbaselootBrasil_25":"Completado",
  "CoinbaselootBrasil_26":"Recompensas",
  "CoinbaselootBrasil_27":"Dias",
  "CoinbaselootBrasil_28":"Horas",
  "CoinbaselootBrasil_29":"Minutos",
  "CoinbaselootBrasil_30":"Segundos",
  "CoinbaselootBrasil_31":"Instalar agora",
  "CoinbaselootBrasil_32":"NO. 1 Plataforma de Jogos na cadeia BNB",
  "CoinbaselootBrasil_33":"Regras completas do evento",
  "CoinbaselootBrasil_34":"Vai ao MOMOverse - Game Task",
  "CoinbaselootBrasil_35":"Vai para a missão de Event",
  "CoinbaselootBrasil_36":"Conectar Carteira Coinbase",
  "CoinbaselootBrasil_37":"Instale a Carteira Coinbase",
  "CoinbaselootBrasil_38":"Ops! parece que você não tem o Coinbase Wallet instalado",
  "CoinbaselootBrasil_39":"For dApp users, try another browser to trigger: https://t.me/MOBOX_Verify_bot",
  "CoinbaselootBrasil_40":"Evento termina em",
  "CoinbaselootBrasil_41":"Tarefas de jogo",
  "CoinbaselootBrasil_42":"Conclua todas as tarefas de 'Critérios do evento' primeiro",
  "CoinbaselootBrasil_43":"Devido ao apoio esmagador para MOBOX x Coinbase Loot Event, todos os avatares foram reivindicados! Mas não se preocupe! Muito mais eventos vindo em sua direção! Vá para mobox.io agora.",
  "CoinbaselootBrasil_44":"For dApp users, try another browser to trigger: https://t.me/Mobox_Br",
  "CoinbaselootBrasil_45":"Conclua todas as Tarefas do Evento primeiro para obter o Avatar BOX",
  "CoinbaselootBrasil_200":"Sucesso",
  "CoinbaselootBrasil_401":"Fallou a assinar",
  "CoinbaselootBrasil_1001":"Erro no formato de entrada",
  "CoinbaselootBrasil_1002":"Operam muitas vezes",
  "CoinbaselootBrasil_1003":"Este endereço não entrou no MOMOverse",
  "CoinbaselootBrasil_1004":"O link do comentário falhou ao ser verificado",
  "CoinbaselootBrasil_1005":"Você foi participante no Coinbase Loot MOBOX Cripto Carnaval Brasil",
  "CoinbaselootBrasil_1006":"Esta conta Twitter foi usada",
  "CoinbaselootBrasil_1007":"Oops! This event only supports regions of Brazil. Go to mobox.io to explore more!",
  "CoinbaselootBrasil_1008":"Por favor, completa sua transação anterior antecipadamente",
  "CoinbaselootBrasil_1009":"Por favor siga MOBOX no Twitter primeiro",
  "Roadmap_1":"Unveiling the Magical Realm of MOBOX Fusion",
  "Roadmap_2":"Celebrate MOBOX's 2nd Anniversary with the enchanting fusion of blockchain gaming and mesmerizing technology. Embark on an extraordinary odyssey into the captivating future of gaming, where spellbinding metaverse adventures and vibrant NFTs await. Join our ever-growing community and experience the magical revolution of MOBOX Fusion!",
  "Roadmap_3":"Check out what we achieved in 2022!",
  "Roadmap_4":"MOBOX Cross-Chain Fusion Hub：",
  "Roadmap_5":"The new MOBOX Roadmap 2023 will be implemented in three main stages to distribute the MOBOX Fusion Hub: 'Connecting Multiple Main Public Chains'，'Building a Multi-Chain Digital World' and 'Establishing a Multi-Chain Collaborative MOBOX Fusion Hub'.",
  "Roadmap_6":"MOBOX ONE Revolution：",
  "Roadmap_7":"Unleash the Power of Interconnected Universes with MOBOX",
  "Roadmap_8":"Embrace the future of gaming with MOBOX's groundbreaking cross-chain deployment! Experience unparalleled interoperability as we bridge the gap between Binance Smart Chain, Ethereum, and beyond. Unlock endless possibilities and collaborative opportunities with MOBOX's interconnected multi-universe vision. Multiple chains, ONE world. Get ready to redefine the metaverse!",
  "Roadmap_9":"Magical MODragon NFTs：",
  "Roadmap_10":"A Realm of Enchantment with MOBOX's Alluring AI-Generated Dragons",
  "Roadmap_11":"Unravel the mysteries of MOBOX's captivating MODragon NFT series, where AI-generated dragons and elemental realms come to life. Venture into an immersive world of hatching, battling, and nurturing multi-element dragons, all powered by cutting-edge AI technology. Embrace the magic and embark on an unforgettable journey in the enchanting world of MODragons! Stay tuned for more spellbinding updates!",
  "Roadmap_12":"The MOBOX Universe: A Metaverse of Boundless Fun",
  "Roadmap_13":"Embark on an Epic Journey in a Decentralized World of Creation, Collaboration, and Exploration",
  "Roadmap_14":"Dive into the MOBOX Universe, a captivating metaverse offering endless possibilities in a truly decentralized environment. Shape your own world, unite with fellow creators, and explore unique continents. Embrace a thriving digital community that transcends public chains and fosters seamless collaboration across ecosystems.",
  "Roadmap_15":"Uniting MOMOverse and MOBOX Universe：A New Realm of Exploration",
  "Roadmap_16":"Embark on Unforgettable Adventures in a Merged World of Imagination and Discovery",
  "Roadmap_17":"The MOMOverse and MOBOX Universe come together, offering players a richer and more vivid world to explore. Dive into engaging quests, establish domains, and enhance your influence in this immersive experience. Unleash your creativity, conquer territories, and join forces to uncover endless surprises in this ever-expanding realm.",
  "Roadmap_18":"Unveiling MOBOX Avatar 2.0: Your Enhanced Digital Self",
  "Roadmap_19":"Embrace the Magic of Your Refined Virtual Identity in the MOMOverse",
  "Roadmap_20":"MOBOX Avatar 2.0 brings a host of dazzling improvements to your digital persona, including vibrant colors, intricate facial features, and a fully-realized 3D model. As we near the final stages of this enchanting project, players with a MOBOX Avatar will receive a new Avatar 2.0 airdrop, allowing you to explore the mesmerizing MOMOverse with a captivating and unique presence.",
  "Roadmap_21":"MOBOX's Game Release Plan：",
  "Roadmap_22":"Elevating Web 3 Gaming with Top-Tier Titles and Strategic Collaborations",
  "Roadmap_23":"Drawing from over a decade of experience in traditional game development and publishing, MOBOX plans to release three top-tier games in 2023, backed by development investments exceeding tens of millions of dollars. As we actively collaborate with industry leaders to strengthen the MOBOX ecosystem, we remain committed to revolutionizing the Web 3 gaming landscape.",
  "Roadmap_24":"MBOX Tokenomics Update：",
  "Roadmap_25":"Strengthening MBOX with Token Burns, Reductions, and New Application Scenarios",
  "Roadmap_26":"MBOX Tokenomics 2.0 features a 135 million MBOX token burn, output adjustments in MBOX-BNB LP mining pool and the addition of new application scenarios. These changes aim to support the MOBOX ecosystem's long-term growth, attract top industry talent, and enhance the overall MBOX experience for holders.",
  "Roadmap_27":"MOBOX Fusion Hub：",
  "Roadmap_28":"The Ultimate Web 3 Gaming Solution for Developers",
  "Roadmap_29":"MOBOX Fusion Hub, a comprehensive platform for blockchain game development, offers SDKs and APIs tailored for Web 3 gaming. Compatible with multiple Layer 1 public chains, it provides developers flexibility in choosing the best underlying public chain for their projects. Currently in internal testing, the official version of MOBOX Fusion Hub will launch after extensive testing and performance stabilization, contributing to the future of the gaming industry.",
  "Roadmap_30":"MOBOX ChainGuard 2.0: Unleashing the Power of NFT Gaming",
  "Roadmap_31":"The One-Stop Solution for Web 3.0 Game Users",
  "Roadmap_32":"MOBOX Wallet 2.0 offers a comprehensive solution for Web 3.0 game users, featuring NFT management, EIP 4337 features, diverse gas payment options, pre-approval for on-chain transactions, bundle transactions, and subscription mode. This wallet provides a better management experience for game developers and NFT holders, bridging the gap between traditional gaming and Web 3.0, and ultimately contributing to the development of Web 3 games.",
  "Roadmap_33":"MOMO Mart: A Unique Retail Venture for MOBOX Enthusiasts",
  "Roadmap_34":"Merging Online and Offline Worlds for the Ultimate MOMO Experience",
  "Roadmap_35":"MOMO Mart is a retail venture that aims to expand the MOBOX brand by offering an exclusive MOMO NFT physical blind box collection and interactive store experiences. By attracting both MOBOX fans and trendy toy enthusiasts, MOMO Mart aims to share the essence and values of MOMO NFT with a wider audience. The first brick-and-mortar store will showcase MOBOX's core values while featuring top-quality characters and interactive zones. MOMO Mart is actively looking for prime locations worldwide to establish this unique shopping experience.",
  "Anniversary_1":"MOBOX 2ND ANNIVERSARY",
  "Anniversary_2":"Unveiling the Enchanted Realm of MOBOX 2.0",
  "Anniversary_3":"FAQ",
  "Anniversary_4":"MOBOX 2nd anniversary NFT",
  "Anniversary_5":"The MOBOX 2nd anniversary NFT is exclusively dedicated to the anniversary lucky draw event. Every winner will be granted a MOBOX 2nd anniversary NFT that grants them entry into the lucky draw and a chance to win the grand prize - Real Life Mystery Box!",
  "Anniversary_6":"The lucky draw open hours",
  "Anniversary_7":"The lucky draw will be open for 7 days starting from when the MOBOX 2nd anniversary NFT is airdropped, so make sure to plan your schedule accordingly. ",
  "Anniversary_8":"Not eligible for lucky draw",
  "BitGet_1":"Crypto Gaming Adventure",
  "BitGet_2":"Win More MOLuck",
  "BitGet_3":"Sep 1, 2023 - Sep 7, 2023",
  "BitGet_4":"Rewards:",
  "BitGet_5":"Epic Box * 10",
  "BitGet_6":"Rare Box * 25",
  "BitGet_7":"Avatar Box * 200",
  "BitGet_8":"Super MOball * 200",
  "BitGet_9":"MOball * 1,500",
  "BitGet_10":"Mini MOball * 15,000",
  "BitGet_11":"Connect to your Bitget Wallet",
  "BitGet_12":"Follow @Bitget Wallet and @MOBOX_Official on Twitter",
  "BitGet_13":"MOLucky Spin",
  "BitGet_14":"My MOLuck",
  "BitGet_15":"Invite 3 friends to complete the steps in the Crypto Game Adventure campaign.",
  "BitGet_16":"GASU Airdrop",
  "BitGet_17":"Go to claim your GASU airdrop",
  "BitGet_18":"GASU is a universal gas token, aimed at establishing an instant, low-cost, and free interaction environment across multiple networks.",
  "BitGet_19":"How to get your Bitget UID",
  "BitGet_20":"Event introduction",
  "BitGet_21":"Join us for an exciting Crypto Gaming Adventure brought to you by MOBOX and Bitget! As two leading blockchain platforms, we have teamed up to offer users a chance to win amazing prizes while exploring the world of cryptogame. Participate in our special gaming event and earn MOLucks, which can be used to spin the wheel and win prizes such as, MOMOs, gaming gear, and more. Our event is easy to join and open to everyone, so invite your friends and start playing today! Don't miss out on this unique opportunity to combine your passion for gaming with the exciting world of cryptocurrency. Join us for the MOBOX x Bitget: Crypto Gaming Adventure and see what kind of treasures you can uncover!",
  "BitGet_22":"GO",
  "BitGet_23":"Congratulations",
  "BitGet_24":"GET",
  "BitGet_25":"Connect Bitget Wallet",
  "BitGet_26":"Please install Bitget Wallet",
  "BitGet_27":"Complete the above tasks",
  "BitGet_28":"Every 3 friends you invite, 80 MOLucks you gain!<br/> Multiply your Invites!",
  "BitGet_29":"Friends: #0# invited",
  "BitGet_30":"Your Reward: #0#",
  "BitGet_31":"Copy",
  "BitGet_32":"Invite Friends",
  "BitGet_33":"Full Event Rules",
  "BitGet_34":"MOLucky Spin Log",
  "BitGet_35":"Reward",
  "BitGet_36":"Time",
  "BitGet_37":"Bitget Wallet x MOBOX",
  "BitGet_38":"Crypto Gaming Adventure Tweet",
  "BitGet_39":"Oops! it seems you don’t have Bitget Wallet installed",
  "BitGet_40":"For dApp users, try another browser to trigger: https://t.me/MOBOX_Verify_bot",
  "BitGet_41":"Event rules:<br/>Win 100 MOLuck to grab 1 MOLucky Spin; <br/>The more MOLuck you gain, the more chance to win MOMOs, gaming gear, and more!",
  "BitGet_42":"The reset time for daily tasks is UTC 9:00 A.M. during the event",
  "BitGet_43":"Input your Bitget Wallet UID",
  "BitGet_401":"Failed to sign",
  "BitGet_1001":"Input format error",
  "BitGet_1002":"Click too often",
  "BitGet_1003":"This address has not logged in to MOMOverse",
  "BitGet_1004":"This comment link has been used",
  "BitGet_1006":"This Twitter username has been used",
  "BitGet_1007":"MOLuck insufficient",
  "BitGet_1008":"Conclua todas as tarefas de 'Critérios do evento' primeiro"
}
