{
  "IGNOR_0001":"abcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyz",
  "guide_1":"Tenha seu primeiro NFT <span style='color:#FF9900'>MOMO</span>",
  "guide_2":"Sorteio de BOX",
  "guide_3":"Comprar BOX",
  "guide_4":"Comprar MOMO",
  "guide_5":"Lance com MBOX",
  "guide_6":"Recursos para começar",
  "guide_7":"Participar do sorteio BOX",
  "guide_8":"Adquira seu NFT momo exclusivo",
  "guide_9":"MOMO irá coletar MBOX automaticamente",
  "guide_10":"Use seu Momo para ganhar mais recompensas MBOX",
  "guide_11":"Negocie sua BOX ou MOMO no mercado",
  "guide_12":"MBOX listado no Binance LaunchPool",
  "guide_13":"Nossa visão",
  "guide_14":"Nossa visão é que nenhum metaverso NFT deve ser singular, mas cada metaverso pode ser interconectado, dando a cada NFT uma utilidade aumentada por meio da interoperabilidade NFT entre jogos e plataformas.",
  "guide_15":"Galeria",
  "guide_16":"Novo no MOMO Farmer",
  "guide_17":"Aumentar o poder de Hash",
  "guide_18":"",
  "guide_19":"mineração MBOX-BNB LP e Ganhe MBOX",
  "guide_20":"Use MBOX",
  "guide_21":"Sorteio de BOX Compre BOX no mercado",
  "guide_22":"Abra BOX",
  "guide_23":"Tenha um MOMO ele coleta MBOX automaticamente para você",
  "guide_24":"Minarar e coletar MBOX",
  "guide_25":"Com o objetivo de fornecer o melhor retorno para os provedores de liquidez, o CRATEs MOBOX são um conjunto de smarts contracts yield de  rendimento otimizado que buscam automaticamente o melhor rendimento para os usuários. O token MBOX-BNB LP pode ser depositado no CRATEs MOBOX que utilizarão a mineração CAKE e reinvestirão as recompensas CAKE no protocolo, dando aos usuários mais do LP base.",
  "guide_26":"Mais detalhes",
  "guide_27":"Minera agora",
  "guide_28":"Sorteio BOX",
  "guide_29":"Livre para participar, ganhe um MOMO exclusivo todas as semanas",
  "guide_30":"A BOX é uma caixa misteriosa NFT na forma de BEP-1155. Abrir a caixa misteriosa para obter um MOMO com qualidade aleatória e um certo poder de hash de acordo com a probabilidade. Use o MBOX produzido pela fazenda para participar do sorteio de BOX para ter seu primeiro MOMO.",
  "guide_31":"Mais detalhes",
  "guide_32":"Inscreva-se agora",
  "guide_33":"Mudanças nos jogos",
  "guide_34":"Cada MOMO tem um poder de hash gerado aleatoriamente, raros e acima  pode ser atualizado consumindo outros MOMO NFTs. O poder de hash total é calculado somando o poder de hash de todos os seus MOMOs. A quantidade de tokens MBOX minerados depende da sua média ponderada de poder do hash total na plataforma.",
  "guide_35":"Mais detalhes",
  "guide_36":"Aumentar o poder de Hash",
  "guide_37":"Reúna uma equipe para ganhar hash bônus",
  "guide_38":"Aumentar o poder de Hash",
  "guide_39":"Quanto maior o poder, mais MBOX é coletado",
  "guide_40":"Lute com MOMO",
  "guide_41":"MOMO Epico ganha mais recompensas MBOX para você no jogo",
  "guide_42":"Mercado MOMO",
  "guide_43":"Troca MOMO",
  "guide_44":"Troca BOX",
  "guide_45":"Troca Gema",
  "guide_46":"O mercado MOBOX NFT é uma bolsa descentralizada onde os usuários podem comprar e vender MOMO NFTs. A fim de fornecer a melhor experiência e o mínimo de taxas, otimizamos os contratos inteligentes especificamente para MOMO NFT Farmer",
  "guide_47":"Escolha seu primeiro <span style='color:#FF9900'>MOMO</span>",
  "guide_48":"Encontre companheiros de equipe para o seu MOMO",
  "guide_49":"O que é MOMO",
  "guide_50":"Momo é o ativo NFT mais importante da plataforma MOBOX. Momo tem um atributo único - Hash Power. Quanto maior for o valor, maior será a saída de MBOX.",
  "guide_51":"Aumente o poder do Hash",
  "guide_52":"Aumente o level do seu MOMO",
  "guide_53":"Colete Bônus de Equipe",
  "guide_54":"Bônus de Hash Power Ativo (%)",
  "guide_55":"Bônus de Hash Power Fixo",
  "guide_56":"+300 Hash Power",
  "guide_57":"Cada Familia de MOMOs com 4 qualidades (Comum, Incomum, Única, Rara) dará um bônus de 300 Hash Power. O mesmo grupo de MOMOs só pode obter um bônus máximo de 300 Hash Power e não pode ser repetido. <br/> <br/> Por exemplo, colete os seguintes conjuntos de MOMO para obter um bônus adicional de 300 Hash Power.",
  "guide_58":"Coleções",
  "guide_59":"Mercados",
  "guide_60":"Bônus de Hash Power (%)",
  "guide_61":"Momos com qualidade única e acima podem ser atualizados. Cada atualização aumentará a taxa de hash do MoMo. Atualmente, o nível máximo = 30. Momos com qualidade única e acima podem ser atualizados consumindo outros MoMos. Quando você acumula uma certa quantidade de MOMOs Raros, Épicos e Lendários, um Hash Power Bonus (%) será ativado.",
  "guide_62":"",
  "guide_63":"Jogue Trade action",
  "guide_64":"Colete Airdrops no MOMO Chat",
  "guide_65":"Jogue o MOMO Aventura",
  "guide_66":"Gratis para jogar",
  "guide_67":"SimpleTrade, Bull vs Bear, LeverageMania sem pagamento",
  "guide_68":"Jogue Agora",
  "guide_69":"Facil de Ganhar",
  "guide_70":"Cada jogo tem até 150 recompensas de classificação, tornando mais fácil para você ganhar MBOX todos os dias.",
  "guide_71":"Ganhe Agora",
  "guide_72":"APP Airdrop",
  "guide_73":"1 · Baixe o APP 2 · Mudar para o bate-papo3 · Colete Airdrops 4 · Ganhe MBOX",
  "guide_74":"Baixe Agora",
  "guide_75":"Aventura MOMO",
  "guide_76":"Os jogadores podem escolher qualquer 3 MOMOs RAROs para explorar e dividir 6.300 Mbox recompensas todos os dias.",
  "guide_77":"Explore agora",
  "guide_78":"Curso completo para iniciantes [tutoriais]",
  "guide_79":"Mercado NTF",
  "guide_80":"Games",
  "guide_81":"MOMOverse: First Metaverse on Binance Smart Chain - Now Live!",
  "guide_82":"The MOMOverse is a cross-platform metaverse that can be enjoyed on all devices no matter where you are.<br/>Join in and be a part of this unique experience today!",
  "guide_83":"Dowoload the",
  "guide_84":"Chrome Plugin",
  "guide_85":"Dowoload from",
  "guide_86":"Community Update",
  "guide_87":"Our Games",
  "guide_88":"Each MOMO has a randomly generated hash power that can be upgraded by consuming other MOMO NFTs. The total hash power is calculated by adding up the hash power of all your MOMOs. The amount of MBOX tokens mined is dependent on your weighted average of the total hash power across the platform.",
  "guide_89":"MOBOX Blind Boxes are real life blind boxes that contain unique MOMO figurines with a QR code on each one. Players can scan the QR code and the same unique MOMO is immediately minted on the Binance Smart Chain and used across the MOMOverse.",
  "guide_90":"Beginner's Guide",
  "guide_91":"MOBOX Answers to commonly asked questions",
  "Governance_1":"Governance",
  "Governance_2":"Vote",
  "Governance_3":"Community",
  "Governance_4":"Governance Overview",
  "Governance_5":"MOBOX platform is managed by a decentralized community of veMBOX holders",
  "Governance_6":"My VeMBOX",
  "Governance_7":"1 VeMBOX = 1 Vote",
  "Governance_8":"MOMO CREATOR Vote",
  "Governance_9":"MOBOX Community",
  "Governance_10":"Governance FAQ",
  "Governance_11":"ALL",
  "Governance_12":"LEARN MORE",
  "Governance_13":"Recent Proposals",
  "Governance_14":"MOMO CREATOR",
  "Governance_15":"No Proposals",
  "Governance_16":"% in circulation",
  "Home_1":"Inicio",
  "Home_2":"MOMO Farmer",
  "Home_3":"TradeAction",
  "Home_4":"Suporte",
  "Home_5":"Rank",
  "Home_6":"Pouch",
  "Home_7":"Conectar",
  "Home_8":"Registrar",
  "Home_9":"Conectar com a carteira",
  "Home_10":"Conectar com a CARTEIRA MOBOX",
  "Home_11":"Essa é uma carteira centralizada",
  "Home_12":"Conectar com outras carteiras",
  "Home_13":"Conectado com a CARTEIRA MOBOX",
  "Home_14":"Ver na Etherscan",
  "Home_15":"Descrição do Jogo",
  "Home_16":"Farme e Ganhe!",
  "Home_17":"JOGAR",
  "Home_18":"A MOBOX revolucionará o conceito de jogos gratuitos ao combinar o DeFi com nossos anos de desenvolvimento de jogos. Apresentamos a GameFi: Grátis para jogar, jogue para ganhar. <br/><br/>Usuários do ecossistema GameFi são recompensados por meio do Yield Farming automatizado, um mercado livre para NFTs e tokens de governança MBOX. Ao longo de todo o fluxo, as CRATES estão trabalhando arduamente em segundo plano para gerar o melhor rendimento para seus tokens, enquanto o usuário pode aproveitar a infinidade de aplicativos que a plataforma MOBOX tem a oferecer. <br/><br/>Usuários podem render usando farm com os tokens BNB, BUSD, USDT, USDC e DAI em caixas MOBOX para obter MBOX. As MBOX podem ser usadas para desbloquear BAÚS para criar NFTs MoMo exclusivos. Algumas qualidade de MoMo podem ser atualizados. Cada atualização aumentará a taxa de hash do MoMo.<br/>Cada MoMo NFT pertence ao usuário e pode ser vendido e comprado no mercado MoMo NFT, criando assim um ecossistema gerado pelo usuário sustentável.",
  "Home_19":"TradeAction esta dentro da carteira MOBOX. No TradeAction, os usuários podem usar moedas virtuais para ver quem ganha mais no mercado atual. Este é um lugar onde você pode aprender, praticar e competir com o resto dos usuários MOBOX. <br/><br/>Existirá também um Rank onde os usuários podem batalhar para alcançar o primeiro lugar e conseguir recompensas em Tokens. Esta será uma competição semanal de negociação sem risco. <br/><br/>Nós também apresentaremos uma jogabilidade mais rápida, onde os usuários podem comprar na alta/baixa no preço atual do BTC. O tema será BULL VS BEAR.",
  "Home_20":"Ativos NFT Blockchain",
  "Home_21":"1. MOMOs de qualidade exclusiva com taxa de hash ≥ 30 podem editar o nome. <br/>A qualidade extraordinária pode editar o nome, apartir da taxa de hash ≥ 80 pode adicionar uma mensagem pessoal. <br/>Qualidade Lendario pode editar o nome e adicionar uma mensagem pessoal.<br/>NOTA: Nomes editados e mensagens pessoais são armazenados no blockchain para sempre. <br/><br/>2. Qualidade RARA e superiores de MOMO podem ser atualizados. Cada atualização aumentará a taxa de hash do MOMO. Atualmente, o nível máximo = 30. <br/><br/>3. MOMOs de qualidade RARA e superiores podem ser atualizados consumindo outros MOMOs. Os requisitos para cada nível e cada MOMO são diferentes.<br/><br/>OK! Agora você entende os grandes MOMOs. Vamos ver em como os MOMOs podem ser trocados no mercado.",
  "Home_22":"Negocie com amigos",
  "Home_23":"1.Usando nossos Smart Contract exclusivos, os MOMOs podem ser trocados dentro do contrato inteligente. Isso minimiza as taxas de gás por não exigir que os usuários retirem seus NFTs durante a troca.<br/>2. Quando um usuário coloca seu MOMO no mercado de câmbio, a Taxa de Hash do MOMO é subtraída da Taxa de Hash Total do usuário.<br/>3. Quando um usuário compra um MOMO no mercado de câmbio, a Taxa de Hash do MOMO é adicionada automaticamente à Taxa de Hash Total do usuário sem que o usario precise stakar o MOMO.<br/>4. O mercado de MOMO tem um sistema de pacote exclusivo que permite aos usuários colocar vários MOMOs em um pacote para serem colocados no mercado. Os compradores devem comprar o pacote completo.<br/>5. A plataforma MOBOX cobra uma taxa de 5% de cada troca.",
  "Home_24":"LeverageMania",
  "Home_25":"LeverageMania é uma curta explosão de jogabilidade emocionante em que você recebe algumas moedas, e pode vender a curto ou longo prazo com alavancagem de 100X-1000X.<br/><br/>Com um cronômetro regressivo aleatorio entre 1 a 5 minutos, os usuários podem inserir uma posição longa ou curta. Uma vez inserida, você pode fechar a posição e entrar novamente a qualquer momento antes que o tempo acabe.<br/><br/>Os usuários serão classificados de acordo com seus lucros e perdas.<br/><br/>Esta é uma jogabilidade empolgante onde em algum momento você pode ver seus ganhos saltarem para potencialmente milhões.",
  "Home_26":"Bull vs Bear",
  "Home_27":"Bull vs Bear irá oferecer varias adivinhação curtas e questionamentos se o bitcoin irá subir ou descer nos próximos 120 segundos, um ritmo rápido e definitivo para mantê-lo no controle do cabo de guerra.<br/><br/>Escolha Bull ou Bear e veja o cabo de guerra começar. Dependendo da sua seleção, acumule pontos dependendo da alta ou a baixa do bitcoin.<br/><br/>Os usuários serão classificados de acordo com os pontos acumulados.<br/>Agora vamos começar a guerra do Bitcoin!",
  "Home_28":"Aprenda, ganhe, compita!",
  "Home_29":"Termos de serviço",
  "Home_30":"Política de Privacidade",
  "Home_31":"Nos contate",
  "Home_32":"Baixar para iOS",
  "Home_33":"Baixar para Android",
  "Home_34":"Baixar Plugin da Carteira",
  "Home_35":"Jogue em qualquer lugar, a qualquer hora",
  "Home_36":"A experiência MOBOX em qualquer dispositivo. (iOS, Android, desktop)",
  "Home_37":"Guia de instalação do Plugin da Carteira",
  "Home_38":"Baixado e descompactado a pasta",
  "Home_39":"Abra o Chrome, digite 'chrome://extensions'<br/>entre na interface da extensão, abra o modo de desenvolvedor no canto superior direito",
  "Home_40":"extensão descompactada ' selecione a pasta que acabou de baixar e descompactar'",
  "Home_41":"Quano a instalação estiver concluída, clique em Gerenciamento de plug-ins no canto superior direito do Chrome para fixar MOBOX WALLET",
  "Home_42":"Click no icone para comecar a usar a CARTEIRA MOBOX",
  "Home_43":"Fechar",
  "Home_44":"Seu endereço de email",
  "Home_45":"Seu endereço de email",
  "Home_46":"Descrição",
  "Home_47":"Insira a Descrição",
  "Home_48":"Enviar",
  "Home_49":"Enviado com sucesso",
  "Home_50":"Falha ao enviar",
  "Home_51":"Nossos Jogos",
  "Home_52":"Últimas notícias",
  "Home_53":"Baixar",
  "Home_54":"MOMO:Token Master",
  "Home_55":"Twirl and Win!Loot and Win!",
  "Home_56":"MOMO:Block Brawler",
  "Home_57":"Bash, Break, and Brawl!",
  "Home_58":"NFT Yield Farming com um mix de (DappRadar)",
  "Home_59":"Um novo tipo de NFT Yield Farming (BNB News)",
  "Home_60":"Um guia para MOBOX",
  "Home_61":"Ganhe NFTs DappRader exclusivos da MOBOX!",
  "Home_62":"Junte-se à equipe Faça parte de uma nova revolução!",
  "Home_63":"Atualização da comunidade #19",
  "Home_64":"Atualização da comunidade #18",
  "Home_65":"Atualização da comunidade #17",
  "Home_66":"Digitalize o QR code com uma carteira compatível com WalletConnect",
  "Home_67":"Token Master",
  "Home_68":"Ativos MOMO Blockchain",
  "Home_69":"Um luta casual onde todos podem jogar seus MOMOs uns contra os outros. <br/><br/>MOMOs podem acumular habilidades dependendo das suas GEMAS (explicadas abaixo) que eles acumulam através do MOMO: NFT farmer. Cada MOMO pode ser equipado com 1 habilidade ativa e 3 habilidades passivas. <br/><br/>Cada MOMO terá 4 habilidades uma vez que entrar na temporada, com MOMOs Raro e acima tendo a opção de atualizar suas habilidades. <br/><br/>MOMO Mineração de ouro: dependendo da sua taxa de hash total o MOMO acumulará moedas de ouro que podem ser usadas no jogo MOMO: Token Master.",
  "Home_70":"Gameplay",
  "Home_71":"No Token Master, o objetivo é acumular o máximo de moedas de ouro lutando contra outros MOBOXers e roubando suas moedas de ouro ou jogando a roda do monopólio.<br/><br/>Cada MOMO pode ser equipado com 1 habilidade ativa e 3 habilidades passivas. Há um total de 80 habilidades ativas e 100 habilidades passivas para escolher.<br/><br/>Cada MOMO terá 4 habilidades assim que entrar na temporada, com MOMOs Raros e acima tendo a opção de atualizar suas habilidades.<br/><br/>MOMO Mineração de ouro: Dependendo de sua taxa de hash total, MOMO's acumulará moedas de ouro que podem ser usadas no jogo MOMO: Token Master.<br/><br/>MOMO Batalha: Cada MOBOXer recebe um número de tentativas diárias de roubar moedas de ouro de outros MOBOXers. Os MOMOs são colocados em equipes onde lutam em 3v3. Para cada MOMO derrotado, o MOBOXer recebe uma estrela e, dependendo de quantas estrelas os vencedores receberem, eles roubarão uma parte das moedas de ouro do oponente.<br/><br/>MOMOpoly: trazendo de volta um grande sucesso, os MOBOXers podem usar suas Moedas de ouro e testa sua sorte na roda para acumular ainda mais moedas de ouro!",
  "Home_72":"Recompensas das Temporadas!",
  "Home_73":"O jogo se passa em temporadas, com cada temporada redefinindo todas as estatísticas e tabelas de classificação.<br/><br/>Tabelas de classificação: Haverá um total de três tabelas de classificação, cada uma distribuindo recompensas em MBOX.<br/><br/>a. Token Master: a tabela de classificação do Token master é baseada no total de moedas de ouro acumuladas na temporada.<br/><br/>b. Estrelas: A tabela de classificação de Estrelas é baseada no total de Estrelas acumuladas ao longo das batalhas de MOMOs .<br/><br/>c. MOMOpoly: a tabela de classificação MOMOpoly é baseada no maior multiplicador da roda da sorte.",
  "Home_74":"MOMO:Tactical Party Slaye",
  "Home_75":"Slay em' Slash em'",
  "Home_76":"NFTs Games",
  "Home_77":" NFTs Lendarios",
  "Home_78":"Milestones",
  "Home_79":"Ativos sob gestão",
  "Home_80":"Negociações NFT",
  "Home_81":"Jogadores",
  "Home_82":"NFT Farmer",
  "Home_83":"Comunidade",
  "Home_84":"O ecossistema MBOX",
  "Home_85":"Sobre MBOX",
  "Home_86":"Recompra e queima",
  "Home_87":"Pool de recompra",
  "Home_88":"Queima Total",
  "Home_89":"Total MBOX Staked",
  "Home_90":"Total veMBOX",
  "Home_91":"Tempo Médio de stake (D)",
  "Home_92":"· VeMBOX será usado como o único token de voto para decisões importantes na plataforma MOBOX. veMBOX só pode ser obtido quando voce staka MBOX.",
  "Home_93":"· VeMBOX não pode ser negociado.",
  "Home_94":"· VeMBOX também oferece um aumento de peso bônus para mineração no Crates MBOX, até 3X (use a calculadora para estimar quanto veMBOX é necessário).",
  "Home_95":"ROAD MAP",
  "Home_96":"ESTA É A NOSSA COMUNIDADE!",
  "Home_97":"Comunique-se sobre diferentes temas, compartilhe seus sucessos no jogo, encontre amigos e pessoas com ideias semelhantes! Junte-se ao nosso chat agora!",
  "Home_98":"Se inscreva",
  "Home_99":"Parceiros estratégicos",
  "Home_100":"Carteira BOX",
  "Home_101":"Desenvolvimento do estágio 1 da plataforma MOBOX<br>Carteira descentralizada MOBOX<br>Carteira centralizada MOBOX (BOX)",
  "Home_102":"Lançamento MOBOX Alpha<br>Contratos de yield farming otimizado em Ethereum (alterado para BNB devido às altas taxas de gás e melhores rendimentos para os usuários)<br>Contratos inteligentes NFT completos<br>introdução do mecanismo Grátis para jogar, jogar para ganhar",
  "Home_103":"MOBOX Grátis para jogar - Jogue para ganhar o lançamento oficial da plataforma<br>MOMO: Token Master (jogo PVP casual)<br>MOBOX MOMO NFT de troca descentralizada<br>Otimize contratos de yield farming para maior rendimento<br>Nova estratégia de yield farming por meio do VAI token<br>Bridge MOBOX para suporte NFT em cross chain",
  "Home_104":"MOBOX NFT Plataforma de criadores<br>contrato inteligente do veMBOX Booster<br>MOMO: Block Brawler Game (Jogo # 2)<br>Cross Chain Yield Farming<br>Jogadores de e-sports e streamer com NFT Lendária<br>Listagem Corretora Princiapal<br>Pool de mineração de vários tokens",
  "Home_105":"API Game  para criadores, desenvolvedores terceirizados<br>IP de nível 1 do parceiro para o MOMO NFT Lendário br>MOMO: Tactical Party Slayer (Jogo # 3)<br>Sistema de bate-papo em toda a plataforma",
  "Home_106":"Integrar o primeiro desenvolvedor terceirizado para utilizar APIs<br>Expandir IP Level 1 para o lendário MOMO NFT<br>Expandir Cross Chain Yield Farming",
  "Home_107":"Plataforma de votação para que os usuários votem em NFTs e jogos a serem lançados<br>Continue a expandir no IP Tier 1 para o MOMO NFT Lendário<br>Expanda o sistema de Conquistas para aumentar o engajamento e a retenção<br>Complete e otimize APIs com Publisher NFT ID para rastrear a divisão da receita",
  "Home_108":"Docs",
  "Home_109":"Block Brawler",
  "Home_110":"1. MOMO hashpower will be synchronized to Block Brawler.  There are a total of 3 mining pools: Gold Coin, Skill Books, and Gear.  According to the hash power players assign to each pool, the mining rates will change accordingly.<br/><br/>2.There are 6 heroes with different styles in block brawler, players can freely choose.Heroes can learn skill, match Gear, shine in dungeons and battlefields and receive rewards.<br/><br/>3.Gem will add hero attributes in the block brawler.",
  "Home_111":"Developer",
  "Home_112":"Platform",
  "Home_113":"Tag",
  "Home_114":"ChainZ Arena",
  "Home_115":"ChainZ Arena World",
  "Home_116":"MOland Defense",
  "Home_117":"Defense deploy complete, Commander!",
  "Home_118":"Aim for the High Throne!",
  "Register_1":"Cadastre-se com e-mail",
  "Register_2":"Cadastre-se com telefone",
  "Register_3":"já tem uma conta?",
  "Register_4":"E-mail",
  "Register_5":"Digite o e-mail",
  "Register_6":"Código de Verificação",
  "Register_7":"Digite o código de verificação",
  "Register_8":"Enviar",
  "Register_9":"Eu li e concordo com os Termos de uso",
  "Register_10":"Próximo",
  "Register_11":"Termos de uso",
  "Register_12":"Detalhes do Termo de uso",
  "Register_13":"Voltar",
  "Register_14":"Senha",
  "Register_15":"Digite a senha",
  "Register_16":"Confirme a senha",
  "Register_17":"Coloque novamente a senha",
  "Register_18":"Pelo menos 8 caracteres.",
  "Register_19":"Crie um PIN",
  "Register_20":"O PIN será usado para transações",
  "Register_21":"Repita o PIN",
  "Register_22":"Completo",
  "Register_23":"Registrado com sucesso",
  "Register_24":"Completo",
  "Register_25":"Número de telefone",
  "Register_26":"Digite o número do telefone",
  "Register_27":"CONECTAR",
  "Register_28":"Faça login com sua carteira MOBOX",
  "Register_29":"Registrar-se agora",
  "Register_30":"Esqueceu a senha",
  "Register_31":"E-mail ou celular",
  "Register_32":"Coloque E-mail ou celular",
  "Register_33":"Usar E-mail",
  "Register_34":"Usar celular",
  "Register_35":"Nome do usuário",
  "Register_36":"Insira nome de usuário",
  "Register_37":"No minimo uma letra maiúscula.",
  "Register_38":"No minimo um número.",
  "Register_39":"Não pode incluir seu nome, parte de seu nome, nome de usuário ou espaços.",
  "Register_40":"Sair",
  "Register_41":"Defina senha",
  "Register_42":"Código de convite (opcional)",
  "Register_43":"Digite o código de convite (opcional)",
  "Register_44":"Please verify you are a human",
  "Ranking_1":"Tabela de classificação do evento Alpha",
  "Ranking_2":"Contagem regressiva",
  "Ranking_3":"MBOX Token",
  "Ranking_4":"MOMO Hash Power",
  "Ranking_5":"Recompensas TradeAction",
  "Ranking_6":"Rank",
  "Ranking_7":"MOMO Hashrate",
  "Ranking_8":"Recompensas 10,000 USDT + 100,000 MBOX",
  "Ranking_9":"Hashrate",
  "Ranking_10":"Atual",
  "Ranking_11":"Pagina #0#",
  "Ranking_12":"Meu Rank",
  "Ranking_13":"Recompensas cumulativas",
  "Ranking_14":"Pontos",
  "Ranking_15":"Tokens MBOX",
  "Ranking_16":"Recompensas USDT + MBOX",
  "Message_1":"Mais info",
  "Message_2":"Notificação",
  "Message_3":"Tudo lido",
  "Message_4":"Colapso",
  "Message_5":"Detalhes",
  "Setting_1":"Minha conta",
  "Setting_2":"Todas as configurações da plataforma",
  "Setting_3":"Olá,",
  "Setting_4":"ID da conta",
  "Setting_5":"Total de ativos",
  "Setting_6":"Staked",
  "Setting_7":"Stake",
  "Setting_8":"Unstake",
  "Setting_9":"Staked de ativos",
  "Setting_10":"Ganhos",
  "Setting_11":"APY",
  "Setting_12":"Meus NFTs",
  "Setting_13":"Propriedade de NFT: #0#",
  "Setting_14":"Valor NFT: #0#",
  "Setting_15":"Ver NFT",
  "Setting_16":"Top 6 NFTs",
  "Setting_17":"Segurança da conta",
  "Setting_18":"Nível de segurança",
  "Setting_19":"Mínimo",
  "Setting_20":"Médio",
  "Setting_21":"Máximo",
  "Setting_22":"Vincule seu e-mail",
  "Setting_23":"Vincule",
  "Setting_24":"Vincule seu telefone",
  "Setting_25":"Vincule um rede social",
  "Setting_26":"Vinculado",
  "Setting_27":"Conquistas",
  "Setting_28":"Troféus:",
  "Setting_29":"Completo: (#0#/#1#)",
  "Setting_30":"Recompensas: #0# MBOX",
  "Setting_31":"Coletar",
  "Setting_32":"Ver Conquistas",
  "Setting_33":"Configurar conta",
  "Setting_34":"Configurar Segurança",
  "Setting_35":"Vincular conta",
  "Setting_36":"Configurar conta",
  "Setting_37":"Altera a senha",
  "Setting_38":"Alterar o PIN",
  "Setting_39":"Alterar",
  "Setting_40":"Vincular seu e-mail aumentará a segurança da sua conta.",
  "Setting_41":"Confirmar",
  "Setting_42":"Vincular seu celular aumentará a segurança da sua conta.",
  "Setting_43":"Senha original",
  "Setting_44":"Nova Senha",
  "Setting_45":"Confirme a Senha",
  "Setting_46":"Alterar o PIN",
  "Setting_47":"Cancelar",
  "Setting_48":"Confirmar",
  "Setting_49":"Livro de endereços",
  "Setting_50":"Transferência Rápida",
  "Setting_51":"Contatos",
  "Setting_52":"Adicionar Endereço",
  "Setting_53":"Nome",
  "Setting_54":"Endereço",
  "Setting_55":"Memo",
  "Setting_56":"Excluir",
  "Setting_57":"Transferência Rápida",
  "Setting_58":"Confirmar",
  "Setting_59":"Ver o progresso das conquistas",
  "Setting_60":"Conquistas da Conta",
  "Setting_61":"Conquistas do TradeAction",
  "Setting_62":"Conquistas dos MOMOs",
  "Setting_63":"Conquistas de ativos",
  "Setting_64":"Conquistas de troca",
  "Setting_65":"Completo",
  "Setting_66":"Feedback",
  "Setting_67":"Seu Feedback é importante para nos",
  "Setting_68":"Conteúdo",
  "Setting_69":"Digite seu feedback",
  "Setting_70":"Bug do Systema",
  "Setting_71":"Parceiros",
  "Setting_72":"Não te entendo",
  "Setting_73":"0/100",
  "Setting_74":"Enviar",
  "Setting_75":"Lista de Feedback",
  "Setting_76":"Conteúdo",
  "Setting_77":"Continuar",
  "Setting_78":"Resposta",
  "Setting_79":"Remetente",
  "Setting_80":"Convite para registro",
  "Setting_81":"Convide amigos e receba recompensas MBOX",
  "Setting_82":"Convidado",
  "Setting_83":"Recompensas MBOX reivindicadas:",
  "Setting_84":"Detalhes do Evento",
  "Setting_85":"Detalhes do Evento",
  "Setting_86":"Link de convite",
  "Setting_87":"Copiar",
  "Setting_88":"Código de convite",
  "Setting_89":"Convidar com QR code",
  "Setting_90":"Digitalize o QR code para se registrar",
  "Setting_91":"Copiar QR code",
  "Setting_92":"Amigos Convidados",
  "Setting_93":"Conta dos amigos",
  "Setting_94":"Reivindicar recompensas MBOX requer 72 horas",
  "Setting_95":"Recebido",
  "Setting_98":"Recompensas MBOX fornecidas por este usuário",
  "Setting_99":"Sair",
  "Setting_100":"Registro de Reivindicação",
  "Setting_101":"Vincular endereço do MOMO Farmer",
  "Setting_102":"Desvincule",
  "Setting_103":"O endereço foi vinculado",
  "Setting_104":"Confirme para desvincular o endereço？",
  "Setting_105":"Você pode resgatar prêmios nos 10 convites a seguir. Para aumentar o limite, entre em contato com o suporte.",
  "Setting_106":"Estágio de conquista atual completo",
  "Setting_107":"A mudança foi feita com sucesso",
  "Setting_108":"Falha na mudança",
  "Setting_109":"Coletar recompensas",
  "Setting_110":"Apenas 6 caracteres",
  "Setting_111":"Apenas números",
  "Setting_112":"Duas entradas são consistentes",
  "Setting_113":"Ver pôster",
  "Setting_114":"Mudar nome de usuário",
  "Setting_115":"Connect to MOBOX",
  "Setting_116":"Select the address you want to use on this website",
  "Setting_117":"Sign Request",
  "Setting_118":"This content should only be signed if you fully understand the content and trust the requesting website.",
  "Setting_119":"Content:",
  "Tips_1":"No provider was found",
  "Tips_2":"Please unlock wallet",
  "Chat_1":"BOMBANDO",
  "Chat_2":"MINHA",
  "Chat_3":"ADICIONAR",
  "Chat_4":"Genius Bar",
  "Chat_5":"MOMO Farmer",
  "Chat_6":"Jogos MOMO",
  "Chat_7":"Token Master",
  "Chat_8":"Trade Action",
  "Chat_9":"Crie uma sala privada",
  "Chat_10":"Crie uma sala privada e compartilhe-a com os amigos.",
  "Chat_11":"Você clica para criar uma sala privada<br/>, o que significa que você concorda com as Diretrizes da comunidade MOBOX",
  "Chat_12":"Entrar em uma sala privada",
  "Chat_13":"Um amigo criou uma sala? Digite o número da sala e a senha para entrar no chat",
  "Chat_14":"Número da sala",
  "Chat_15":"Digite o número da sala",
  "Chat_16":"Senha",
  "Chat_17":"Digite a senha",
  "Chat_18":"Emoji",
  "Chat_19":"Favoritos",
  "Chat_20":"Mudar Avatar",
  "Chat_21":"confirme",
  "Chat_22":"Lista negra",
  "Chat_23":"Skin",
  "Chat_24":"Claro",
  "Chat_25":"Escuro",
  "Chat_26":"Chines",
  "Chat_27":"Inglês",
  "Chat_28":"Global",
  "Chat_29":"Sucesso de cópia",
  "Chat_30":"Básico",
  "Chat_31":"Alto",
  "Chat_32":"Mestre",
  "Chat_33":"Lenda",
  "Chat_34":"Admin",
  "Chat_35":"Desculpa",
  "Chat_36":"Esta sala está fechada<br/>por favor, vá para outra sala",
  "Chat_37":"Manutenção",
  "Chat_38":"O sistema está em manutenção<br/>tente novamente mais tarde",
  "Chat_39":"Clique para mais informações ↑",
  "Chat_40":" #0# @Você: #9#",
  "Chat_41":"Fixar",
  "Chat_42":"Excluir",
  "Chat_43":"Excluir tudo",
  "Chat_44":"Mudo",
  "Chat_45":"5 minutos",
  "Chat_46":"1 hora",
  "Chat_47":"1 mês",
  "Chat_48":"Permanente",
  "Chat_49":"Faça login antes de enviar mensagens neste grupo de bate-papo.",
  "Chat_50":"Remover da lista negra",
  "Chat_51":"Convidado",
  "Chat_52":"Você foi desconectado, reconectando agora",
  "Chat_53":"Falha ao conectar-se à sala, tente novamente.",
  "Chat_54":"Você entrou na sala.",
  "Chat_55":"Faça login antes de mudar de área de grupo.",
  "Chat_56":"Adicionar à lista negra",
  "Chat_57":"MOD",
  "Chat_58":"Banido temporariamente #0#",
  "Chat_59":"1 dia",
  "Chat_60":"Regras",
  "Chat_61":"A mensagem deste usuário foi bloqueada",
  "Chat_62":"Russian",
  "Asset_1":"CAIXA Ativos Totais",
  "Asset_2":"PNL de hoje",
  "Asset_3":"Passado 24H",
  "Asset_4":"Lista de Token",
  "Asset_5":"Pesquisar",
  "Asset_6":"Token",
  "Asset_7":"Disponível",
  "Asset_8":"Valor Total",
  "Asset_9":"Operação",
  "Asset_10":"Depósito",
  "Asset_11":"Sacar",
  "Asset_12":"Depósito Rápido",
  "Asset_13":"Valor do depósito",
  "Asset_14":"Plugin do Depósito",
  "Asset_15":"Nota: o endereço aceita apenas #0#",
  "Asset_16":"Copiar endereço",
  "Asset_17":"Histórico de transações",
  "Asset_18":"Tipo de transação",
  "Asset_19":"Quantidade Total",
  "Asset_20":"Tempo de Transação",
  "Asset_21":"Status",
  "Asset_22":"Detalhes",
  "Asset_23":"Sucesso",
  "Asset_24":"Falhou",
  "Asset_25":"Pendente",
  "Asset_26":"Mais",
  "Asset_27":"Log",
  "Asset_28":"Detalhes da transação atual",
  "Asset_29":"O depósito foi bem-sucedido",
  "Asset_30":"O depósito falhou",
  "Asset_31":"O saque foi bem-sucedido",
  "Asset_32":"O saque falhou",
  "Asset_33":"Remetente",
  "Asset_34":"Destinatário",
  "Asset_35":"Tempo",
  "Asset_36":"ID da transação",
  "Asset_37":"Quantidade",
  "Asset_38":"Valor",
  "Asset_39":"Máximo",
  "Asset_40":"Taxas",
  "Asset_41":"Valor recebido",
  "Asset_42":"Gerenciar catálogo de endereços",
  "Asset_43":"Endereço do plugin da carteira",
  "Asset_44":"Sem memo",
  "Asset_45":"Confirme",
  "Asset_46":"Fechar",
  "Asset_47":"Para garantir a segurança de seus ativos, reveja as informações.",
  "Asset_48":"Senha de transação",
  "Asset_49":"Alterar senha de transação",
  "Asset_50":"Definir senha de transação",
  "Asset_51":"Confirme a senha da transação",
  "Asset_52":"Senha de transação incorreta",
  "Asset_53":"Verifique o endereço",
  "Asset_54":"Por favor entre a quntidade correta",
  "Asset_55":"Quantidade Insuficiente",
  "Asset_56":"Taxa",
  "Asset_57":"Limite de tentativa de retirada atingido",
  "Asset_58":"Limite do valor de saque atingido",
  "Asset_59":"Este montante de retirada de token é limitado a",
  "Asset_60":"Troca rapida de BNB",
  "Asset_61":"Uma vez por dia",
  "Asset_62":"Use a verificação de E-mail",
  "Asset_63":"Usar verificação de telefone",
  "Asset_64":"Dicas",
  "Asset_65":"Se você está planejando participar da mineração do MOMO Farmer, negociação MOMO ou outras atividades no farm, não adicione fundos à carteira da conta MOBOX BOX.<br/>Use a carteira BNB para participar do MOMO Farm.",
  "Asset_66":"Eu entendi",
  "Asset_67":"Recompensa por conquista",
  "Asset_68":"Recompensa de Classificação de Ouro do Token Master",
  "Asset_69":"Recompensa de classificação de saqueador de Token Master",
  "Asset_70":"Token Master Classificação MOMOpoly",
  "Asset_71":"Recompensa do Token Master Roda da Sorte",
  "Asset_72":"Token Master Mineração Rápida",
  "Asset_73":"Compra de batalhas do Token Master",
  "Asset_74":"Token Master Comprar Livro de Habilidades",
  "Asset_75":"Token Master Revanche",
  "Asset_76":"Recompensa da Aventura do Token Master",
  "Asset_77":"MOBOX APP Enviar Airdrop",
  "Asset_78":"MOBOX APP Coletar Airdrop",
  "Asset_79":"MOBOX APP and Plugin Wallet supports MEC transfer now",
  "Asset_80":"MEC Deposit Guide",
  "Asset_81":"BNB Smart Chain",
  "Asset_10002":"Compra de batalhas do Token Master",
  "Asset_10005":"Token Master Comprar Livro de Habilidades",
  "Asset_10006":"Token Master Revanche",
  "Asset_20011":"Recompensa de Classificação de Ouro do Token Master",
  "Asset_20013":"Recompensa de classificação de saqueador de Token Master",
  "Asset_20016":"Recompensa da Aventura do Token Master",
  "Asset_40021":"Block Brawler - Backpack expansion",
  "Asset_40007":"Block Brawler - Transfer",
  "Asset_40001":"Block Brawler - Boost",
  "Asset_40022":"Block Brawler - Advanced Forge",
  "Asset_40023":"Block Brawler - Advanced Refine",
  "Asset_40002":"Block Brawler - Mushroom Jungle increase battle attempts",
  "Asset_41004":"Block Brawler - Dungeon Rewards",
  "Asset_40003":"Block Brawler - Ice Desert increase battle attempts",
  "Asset_41001":"Block Brawler - Ice Desert Season Rewards",
  "Asset_40006":"Block Brawler - Reset Skill",
  "Asset_40004":"Block Brawler - Void Netherfield increase battle attempts",
  "Asset_40005":"Block Brawler - Arena of Legends increase battle attempts",
  "Asset_40010":"Block Brawler - Boost (Gear)",
  "Asset_40008":"Block Brawler - Boost (Gold)",
  "Asset_40009":"Block Brawler - Boost (Skill book)",
  "Asset_41002":"Block Brawler - Void Netherfield Season Rewards",
  "Asset_41003":"Block Brawler - Arena of Legends Season Rewards",
  "Asset_41005":"Block Brawler - Ice Desert Dungeon Rewards",
  "Asset_41006":"Block Brawler - Void Netherfield Dungeon Rewards",
  "Asset_41007":"Block Brawler - Arena of Legends Dungeon Rewards",
  "Asset_001":"Game Consum",
  "Asset_002":"Game Reward",
  "Asset_40101":"Block Brawler - Purchase Gear",
  "Asset_41102":"Block Brawler - Sell Gear",
  "Asset_41008":"Block Brawler - Normal Sweep Rewards",
  "Asset_40024":"Block Brawler - Intensify",
  "Asset_40025":"Block Brawler - Expands skill plan",
  "Asset_40026":"Block Brawler - Expands Gear plan",
  "Asset_41009":"Block Brawler - High-Lv Sweep Rewards",
  "Asset_40027":"Block Brawler - Purchase Talent books",
  "Asset_40011":"Block Brawler - Reset Talent",
  "Asset_66001":"ChainZ Arena - Advanced Summon x1",
  "Asset_66002":"ChainZ Arena - Advanced Summon x10",
  "Asset_66003":"ChainZ Arena - Perfect Rebirth Hero",
  "Asset_66004":"ChainZ Arena - Expand bag slots",
  "Asset_66011":"ChainZ Arena - Purchase 4H Mining Hammer",
  "Asset_66012":"ChainZ Arena - Purchase 8H Mining Hammer",
  "Asset_66013":"ChainZ Arena - Purchase 16H Mining Hammer",
  "Asset_66020":"ChainZ Arena - Create Guild",
  "Asset_66021":"ChainZ Arena - Modify Guild Badge",
  "Asset_66023":"ChainZ Arena - Individual Boost (Guild Tokens)",
  "Asset_66024":"ChainZ Arena - Mutiple Boost (Guild Tokens)",
  "Asset_66030":"ChainZ Arena - Dungeon inspiration",
  "Asset_66031":"ChainZ Arena - Chest Booster",
  "Asset_66041":"ChainZ Arena - Daily Chest 1",
  "Asset_66042":"ChainZ Arena - Daily Chest 2",
  "Asset_66044":"ChainZ Arena - Daily Chest 4",
  "Asset_66051":"ChainZ Arena - MOBOX Pass",
  "Asset_66052":"ChainZ Arena - Purchase MOBOX Pass EXP",
  "Asset_67002":"ChainZ Arena - Guild Technology Upgrade",
  "Asset_65301":"ChainZ Arena - Arena increase battle attempts",
  "Asset_65302":"ChainZ Arena - Royal Arena increase battle attempts",
  "Asset_65303":"ChainZ Arena - Guild Dungeon increase battle attempts",
  "Asset_65401":"ChainZ Arena - Elemental Crystals",
  "Asset_65304":"ChainZ Arena - Island Brawler Rematch",
  "Asset_65305":"ChainZ Arena - Island Brawler increase battle attempts",
  "Asset_60708":"ChainZ Arena - Dungeon AFK Reward",
  "Asset_60716":"ChainZ Arena - Open Chest",
  "Asset_60800":"ChainZ Arena - Dungeon Rank Rewards",
  "Asset_60801":"ChainZ Arena - Arena Rank Rewards",
  "Asset_60802":"ChainZ Arena - Royal Arena Rank Rewards",
  "Asset_60804":"ChainZ Arena - Island Brawler Rank Rewards",
  "Asset_66043":"ChainZ Arena - Daily Chest 3",
  "Asset_67001":"ChainZ Arena - Hero Evolve",
  "Asset_60810":"ChainZ Arena - Lucky Wheel",
  "Asset_65300":"ChainZ Arena - Treasure Island Stake",
  "Asset_65306":"ChainZ Arena - Treasure Island Return",
  "Asset_60831":"ChainZ Arena - Treasure Island Stake",
  "Asset_60822":"ChainZ Arena - Treasure Island Return",
  "Asset_75342":"Moland Defense - Hero Star Promotion",
  "Asset_75421":"Moland Defense - Store Purchase",
  "Asset_75429":"Moland Defense - Function Purchase",
  "Asset_75502":"Moland Defense - Create Legion",
  "Asset_77604":"Moland Defense - Quick Battle",
  "Asset_78303":"Moland Defense - Funds Purchase",
  "Asset_73708":"Moland Defense - Lucky Wheel",
  "Asset_72605":"Moland Defense - Stage Rewards",
  "Asset_74001":"Moland Defense - Season Rewards",
  "Asset_70421":"Moland Defense - Stage Keys Rewards",
  "Asset_74351":"Moland Defense - Peak Arena Challenger Rewards",
  "Asset_73702":"Moland Defense - Relics Exploration",
  "Asset_73703":"Moland Defense - Relics Exploration",
  "Asset_78905":"Moland Defense - Marketplace Purchase",
  "Asset_73905":"Moland Defense - Marketplace Sell",
  "Asset_75592":"Moland Defense - Legion Auction Stake",
  "Asset_70592":"Moland Defense - Legion Auction Return",
  "Asset_95001":"MOMOverse - Advanced craft",
  "Asset_95005":"MOMOverse - Commission prepay",
  "Asset_90711":"MOMOverse - Material buy-back",
  "Asset_94901":"MOMOverse-Sell items",
  "Asset_94902":"MOMOverse-Revoke marketplace buy order refunds",
  "Asset_94903":"MOMOverse-Revoke foundry combine refunds",
  "Asset_94904":"MOMOverse - Collect daily leaderboard rewards",
  "Asset_99901":"MOMOverse - Market Pending Order",
  "achievement_1":"Coletar #0# MBOX",
  "achievement_2":"Conquistas da Conta",
  "achievement_3":"Conquistas do TradeAction",
  "achievement_4":"Conquistas dos MOMOs",
  "achievement_5":"Conquistas de ativos",
  "achievement_6":"Conquistas de troca",
  "achievement_7":"Vincule seu e-mail",
  "achievement_8":"Vincule seu Telefone",
  "achievement_9":"Convidar Amigos",
  "achievement_10":"Vincular endereço",
  "achievement_11":"Transferir ativos",
  "achievement_12":"Adicionar troca",
  "achievement_13":"Análise de Ativos",
  "achievement_14":"Participe do TradeAction",
  "achievement_15":"Não se preocupe",
  "achievement_16":"Milionário",
  "achievement_17":"Professor Bull vs Bear",
  "achievement_18":"Rei do Leverage",
  "achievement_19":"Abrir Baús",
  "achievement_20":"Upe o MOMO",
  "achievement_21":"Renomear MOMO",
  "achievement_22":"Escreva uma mensagem MOMO",
  "achievement_23":"Comprar MOMO",
  "achievement_24":"Crate Ganhe MBOX",
  "achievement_25":"MOMO Ganhe MBOX",
  "achievement_26":"O E-mail foi vinculado",
  "achievement_27":"O Telefone foi vinculado",
  "achievement_28":"Convide #0# Amigos e vincule o telefone",
  "achievement_29":"O endereço do MOMO Farmer foi vinculado",
  "achievement_30":"Transfira #0# USD em forma de criptomoedas para a Carteira decentralizada da MOBOX",
  "achievement_31":"Adicionar #0# a troca",
  "achievement_32":"Complete #0# Análise de Ativos",
  "achievement_33":"Participe de qualquer competição TradeAction #0# vezes",
  "achievement_34":"Se classifique entre os 3 primeiros lugares em qualquer competição #0# vezes",
  "achievement_35":"Classifique-se em 1º no SimpleTrade #0# vezes",
  "achievement_36":"Classifique-se em 1º em Bull vs Bear #0# vezes",
  "achievement_37":"Classifique-se em 1º no LeverageMania #0# vezes",
  "achievement_38":"Se classifique entre os 3 primeiros lugares no SimpleTrade #0# vezes",
  "achievement_39":"Se classifique entre os 3 primeiros lugares no Bull vs Bear #0# vezes",
  "achievement_40":"Se classifique entre os 3 primeiros lugares no LeverageMania #0# vezes",
  "achievement_41":"Abra #0# Baú",
  "achievement_42":"Upe #0# MOMO para #1#",
  "achievement_43":"Renomei MOMO #0# vezes",
  "achievement_44":"Escreva uma mensagem nos MOMO #0# vezes",
  "achievement_45":"Compre #0# MOMO",
  "achievement_46":"Ganhe #0# MBOX through crate airdrop",
  "achievement_47":"Ganhe #0# MBOX through MOMO mining",
  "achievement_48":"Descongelar",
  "achievement_49":"A coleta foi Bem sucedida",
  "achievement_50":"A coleta Falhou",
  "Help_1":"Visão geral",
  "Help_2":"Uma plataforma para atender todas as suas necessidades",
  "Help_3":"A plataforma MOBOX é um nova e envolvente plataforma única para todas as suas necessidades de criptomoeda administradas pela comunidade. Ao combinar um processo de fácil integração, jogos interessantes para os usuários desfrutarem, análise intuitiva de portfólio e as opiniões mais atualizadas da comunidade em geral, a MOBOX será a primeira plataforma construída pensando em você; se você está apenas começando com seu primeiro bitcoin ou um entusiasta veterano de blockchain. Aprenda, economize, analise, jogue, ganhe!",
  "Help_4":"Ecossistema MOBOX",
  "Help_5":"O ecossistema MOBOX inclui 4 sistemas distintos que fornecem uma plataforma única onde amadores e aqueles que não conhecem as criptomoedas podem se beneficiar de tudo que o blockchain tem a oferecer.",
  "Help_6":"Mwallet",
  "Help_7":"A barreira de entrada é o maior problema que a indústria de blockchain enfrenta. Com um design simples de usar, MWallet usa um processo de integração simples para diminuir a barreira para que novos usuários se juntem ao futuro da descentralização. Suportando carteiras descentralizadas e centralizadas em uma, os usuários podem visualizar todos os seus preciosos ativos em uma interface elegante. Saber mais",
  "Help_8":"GameFi",
  "Help_9":"Projetado para interromper a indústria de jogos gratuitos com uma estrutura de token exclusiva, a GameFi permitirá que os usuários explorem NFTs para serem usados no metaverso MOBOX. A GameFi vai fundir NFTs com Yield Farming para fornecer aos usuários o primeiro ecossistema Gratis para jogar e jogue para ganhar",
  "Help_10":"BITs",
  "Help_11":"Buscar previsões com conhecimento na comunidade de criptomoeda é como uma agulha no palheiro. Construída com o objetivo de fornecer uma plataforma para que os usuários obtenham percepções de mercado confiáveis de profissionais da comunidade, o MOBOX BITS permite que usuários e preditores desenvolvam juntos.",
  "Help_12":"Manager",
  "Help_13":"Com uma infinidade de trocas e tokens, manter o controle de todos os seus investimentos pode ficar caótico. Com um design intuitivo e análise robusta de todos os seus ativos em todas as bolsas, o Gerente fornece aos usuários o aplicativo de gerenciamento de portfólio mais avançado e fácil de usar, garantindo que você obtenha as análises mais importantes na ponta dos seus dedos.",
  "Help_14":"MOBOX Crates",
  "Help_15":"O que são Crates? (Yield farming)",
  "Help_16":"Otimizando Yield Farming",
  "Help_17":"Cada contrato CRATE é um contrato inteligente que otimiza automaticamente e oferece a melhor estratégia de cultivo de rendimento para os usuários. Usando o MWallet, os usuários podem apostar suas moedas estáveis ou certos Tokens Liquidty-Provider (LP) no contrato CRATE. Cada contrato CRATE tem sua estratégia única de cultivo otimizado por meio de diferentes protocolos DeFi. O MWallet e o CRATEs se destacam por oferecer aos usuários a opção de obter o melhor rendimento em três blockchains diferentes (Ethereum, TRON, Binance Smart Chain). Nota: Apenas o cultivo de rendimento Ethereum estará disponível durante o alfa",
  "Help_18":"Ao depositar em um CRATE, os usuários receberão mTokens em troca. mTokens representa os depósitos de um usuário em um CRATE + juros ganhos com o CRATE. Depositando em CRATES também minas",
  "Help_19":"Exemplo #0#:",
  "Help_20":"Ivan deposita 100 DAI no DAI CRATE com 10% APY,<br/>Ivan recebe 100 mDAI em troca de seu depósito. mDAI (Liquidity Provider Token) representa os depósitos de Ivan no DAI CRATE.<br/>Observação: devido ao ecossistema exclusivo da MOBOX GameFi, além de ganhar DAI, Ivan também está ganhando KEY tokens e NFTs, aumentando seu APY geral.<br/>Depois de um ano, Ivan decide retirar seus 100 DAI e receber seus ganhos. O mDAI de Ivan será queimado e Ivan receberá 110 DAI.<br/>Ivan já fez 10 DAI enquanto dormia.",
  "Help_21":"John ouviu falar em fornecer liquidez para AMM DEXs, mas acha as etapas muito difíceis.<br/>John vê que ETH-USDT LP tem um APY de 40%. Mas John tem apenas 10 ETH e nenhum USDT.<br/>Em vez de trocar 5 ETH por USDT para fornecer liquidez ao pool ETH USDT, John é experiente e usa a plataforma MOBOX. Ele deposita 10 ETH e o contrato inteligente MOBOX troca automaticamente 5 ETH por USDT e fornece liquidez para o pool ETH-USDT em uma única transação. John acabou de economizar em um monte de taxas de gás!<br/>John's ETH agora está ganhando taxas de swap de AMM DEXs, bem como de produção agrícola!<br/>Observação: assim como Ivan, John não está apenas ganhando taxas de swap e agricultura de produção mas também tokens CHAVES e NFTs! Mas John também deve considerar a perda impermanente devido ao fornecimento de liquidez para AMM DEXs.",
  "Help_22":"LPs AMM DEX serão integrados em uma data posterior. Saber mais",
  "Help_23":"Como obter Key + NFTs",
  "Help_24":"Obtenha Key, Baus, NFTs",
  "Help_25":"",
  "Help_26":"Como obter Key",
  "Help_27":"1. Todos os tokens apostados serão convertidos para o valor de USDT para determinar a quantidade de KEYs dropada diariamente.",
  "Help_28":"2. Os usuários podem produzir na pools BNB, BUSD, USDT, USDC e DAI em crates MOBOX para obter as Keys.",
  "Help_29":"3. Cada grupo de CRATES receberá uma certa porcentagem de KEYs diárias. Cada usuário receberá drop de KEYs de acordo com seu peso em cada piscina.",
  "Help_30":"4. As KEYs podem ser retiradas da carteira do usuário. (Qualquer valor)",
  "Help_31":"5. As KEYs também podem ser usadas para desbloquear baús para criar MOMO NFTs exclusivos. (Deve ser um número inteiro)",
  "Help_32":"Como obter NFTs",
  "Help_33":"1. De acordo com a quantidade de KEYs obtidas nas crates, o usuário pode usá-las para desbloquear baús (deve ser um número inteiro) para criar NFTs.<br/>2. Os usuários também podem comprar KEYs no mercado para desbloquear baús e criar NFTs.<br/>3. Novos baús só podem ser desbloqueados quando houver 0 baús sendo abertos na fila. (Sem transações pendentes) <br/> 4. Para uma única transação, o máximo de baús é 500, e o máximo de baús que podem ser aberto é 50.<br/>Sistema único de várias cadeias<br/>Para fornecer um ecossistema que atende a usuários de diferentes cadeias, A Equipe MOBOX criou um mecanismo exclusivo que permite que MBOX, KEY e NFTs se movam entre Ethereum, Binance Smart Chain e a REDE TRON. Este mecanismo só pode ser usado na plataforma MOBOX. Cada transação requer uma pequena taxa.",
  "Help_34":"Atributos da NFT",
  "Help_35":"Atributos da NFT dentro da blockchain",
  "Help_36":"Cada MOMO NFT criado terá um conjunto de atributos exclusivos armazenados no blockchain.",
  "Help_37":"Parametros dentro da blockchain",
  "Help_38":"1. Cada NFT exclusivo tem os seguintes parâmetros",
  "Help_39":"MOMOs de qualidade Rara com taxa de hash ≥ 30 podem editar o nome.<br/>A qualidade Epica pode editar o nome, a taxa de hash ≥ 80 pode adicionar uma mensagem pessoal.<br/> MOMOs Lendário pode editar o nome e adicionar uma mensagem pessoal.<br/>NOTA: Nomes editados e mensagens pessoais são armazenados no blockchain para sempre.",
  "Help_40":"2. Qualidade Rara e superiores de MOMO podem ser atualizados. Cada atualização aumentará a taxa de hash do MOMO. Atualmente, o nível máximo = 30.",
  "Help_41":"3. Qualidade Rara e superiores de MOMOs podem ser atualizados consumindo outros MOMOs. Os requisitos para cada nível e cada MOMO são diferentes.",
  "Help_42":"OK! Agora você entende os incríveis MOMOs. Vamos mergulhar em como os MOMOs podem ser trocados no mercado.",
  "Help_43":"Mercado NFT",
  "Help_44":"Mercado NFT de MOMOs",
  "Help_45":"Todo e qualquer MOMO NFT é propriedade do usuário e pode ser vendido e comprado no Mercado NTF de MOMOs, criando assim um ecossistema sustentável gerado pelo usuário.",
  "Help_46":"Mercado MOMO",
  "Help_47":"1.Usando nossos Smart Contracts exclusivos, os MOMOs podem ser trocados dentro do Smart Contracts. Isso minimiza as taxas de gás por não exigir que os usuários retirem seus NFTs durante a troca.<br/>2. Quando um usuário coloca seu MOMO no mercado , a Taxa de Hash do MOMO é subtraída da Taxa de Hash Total do usuário.<br/>3. Quando um usuário compra um MOMO no mercado , a Taxa de Hash do MOMO é adicionada automaticamente à Taxa de Hash Total do usuário sem exigir que o usuário aposte no MOMO.<br/>4. O Mercado MOMO tem um sistema de pacote exclusivo que permite aos usuários colocar vários MOMOs em um pacote para serem colocados no mercado. Os compradores devem comprar o pacote completo.<br/>5. A plataforma MOBOX cobra uma taxa de 5% de cada troca.",
  "Error_1":"Esse email foi registrado",
  "Error_2":"Esse Telefone foi registrado",
  "Error_3":"Esse nome de usaio ja foi pego",
  "Error_4":"Senha incorreta",
  "Error_5":"Código inválido.",
  "Error_6":"Por favor, tente novamente mais tarde.",
  "Error_7":"Você deve vincular seu e-mail e telefone para jogar o TradeAction",
  "Error_8":"Essa conta não foi registrado",
  "Error_9":"Falha ao se conectar",
  "Error_10":"Falha ao registrar",
  "Error_11":"Esta conta foi registrada",
  "Error_12":"Você deve vincular seu e-mail e telefone para jogar o TradeAction",
  "Error_13":"Confira o formato do E-mail",
  "Error_14":"Código expirado. Por favor reenvie.",
  "Error_15":"O e-mail ou telefone celular foi registrado",
  "Error_16":"Não esta conectado",
  "Error_17":"Erro de informação do usuário",
  "Error_18":"As senhas não coincidem",
  "Error_19":"Falha ao enviar código de verificação",
  "Error_20":"Pode ser trocado uma vez por semana",
  "Error_21":"Quantidade Insuficiente",
  "Error_22":"Verifique se deseja instalar ou desbloquear esta carteira, se já estiver instalada, confirme para desbloquear",
  "Error_23":"Falha ao obter saldo da BOX",
  "Error_24":"Falha ao obter endereço de depósito da BOX",
  "Error_25":"Falha ao obter informações da conta",
  "Error_26":"Falha ao obter o endereço do MOMO farme para a vinculação da conta",
  "Error_27":"Rede Errada",
  "Error_200":"Sucesso",
  "Error_401":"Não esta conectado",
  "Error_1001":"Por favor siga as regras",
  "Error_1002":"Esse email foi registrado",
  "Error_1003":"Esse Telefone foi registrado",
  "Error_1004":"Password incorrect",
  "Error_1005":"A autenticação falhou",
  "Error_1006":"Desvincular E-mail",
  "Error_1007":"Desvincular o Telefone",
  "Error_1008":"Por favor, tente novamente mais tarde",
  "Error_1009":"Código Invalido",
  "Error_1010":"Atualize com frequência",
  "Error_1011":"Valor insuficiente",
  "Error_1012":"Descongelar",
  "Error_1013":"Este QR code de login expirou",
  "Error_1014":"Erro na assinatura",
  "Error_1015":"Limite de tentativa de retirada atingido",
  "Error_1016":"Limite do valor de saque atingido",
  "Error_1017":"Dados não foram encontrados",
  "Error_1018":"Senha incorreta",
  "Error_1019":"O nome de usuário já está em uso",
  "Error_1020":"Temporariamente incapaz de reivindicar",
  "Error_1021":"Conquista não concluída",
  "Error_1022":"O endereço foi vinculado",
  "Error_1023":"Erro ao iniciar",
  "Error_1024":"O limite de recompensa do convite foi atingido",
  "Error_1025":"Esta conta não foi registrada",
  "Error_1026":"The achievement system is being upgraded, and the use is suspended",
  "Error_Chat_200":"Sucesso",
  "Error_Chat_401":"Não esta conectado",
  "Error_Chat_1001":"Erro de informação do usuário",
  "Error_Chat_1002":"Sala não encontrada",
  "Error_Chat_1003":"Sendo banido",
  "Error_Chat_1004":"Senha incorreta",
  "Error_Chat_1005":"A mensagem é muito longa",
  "Error_Chat_1006":"A mensagem contém informações de publicidade suspeita",
  "Error_Chat_1007":"Criar teto de preço da sala",
  "Error_Chat_1008":"ID da sala de repetição",
  "Error_Chat_1009":"Falhou",
  "Landing_01":"PLATAFORMA DE GANHOS PROJETADA EM TORNO DA ECONOMIA DE DEFI E NFT",
  "Landing_02":"A plataforma MOBOX combina yield farming na Binance Smart Chain (BNB) com anos de experiência em design e desenvolvimento de jogos, criando o primeiro ecossistema grátis para jogar - jogue para ganhar.",
  "Landing_03":"BINANCE SMART CHAIN ​​- YIELD FARMING OTIMIZADO",
  "Landing_04":"Impulsionado pela Binance Smart Chain, o Yield Farming Smart Contracts otimizado da Equipe MOBOX oferece o maior rendimento e menores taxas em todo o ecossistema Binance.",
  "Landing_05":"ECONOMIA NFT",
  "Landing_06":"Como jogadores NFTs esperando para serem liberados, os MOMOs ganham vida, permitindo que os usuários explorem MOBOX DAO Tokens. Os MOMOs também podem ser comprados e vendidos no mercado secundário e usados ​​em todos os jogos desenvolvidos pela MOBOX, dando aos usuários ainda mais poder de ganho.",
  "Landing_07":"O MUNDO DE MOBOX",
  "Landing_08":"1. Como ganhar na plataforma MOBOX",
  "Landing_09":"Ao manter as coisas simples, os usuários só precisam apostar em tokens compatíveis com uma plataforma MOBOX e deixar os Smart Contracts fazer o resto. O que diferencia a MOBOX de todas as outras empresas é uma combinação do Yield Farming e jogos, criando um verdadeiro ecossistema Grátis para jogar, jogue para ganhar. Os usuários podem ganhar por meio da Yield Farming otimizada, do mercado secundário de NFT e simplesmente se divertir!",
  "Landing_10":"2. O que é o token MBOX?",
  "Landing_11":"O token MBOX tem um valor total de 1.000.000.000. Os usuários podem apostar seus NFTs para criar tokens MBOX que fornecem uma infinidade de incentivos, como bônus especiais, governança e muito mais.",
  "Landing_12":"3.O que é DeFi",
  "Landing_13":"DeFi ou Finanças Descentralizadas é um conjunto de aplicativos financeiros construídos em cima de um blockchain. A MOBOX foi desenvolvido com base na Binance Smart Chain, oferecendo aos usuários uma experiência perfeita de blockchain.",
  "Landing_14":"4. O que é NFT",
  "Landing_15":"NFT ou Tokens Não Fungíveis é um token único onde cada um é especial em si mesmo. Ao usar os padrões BRC20 e BRC1155 para MOMO NFTs, esses tokens especiais podem ser usados ​​em todos os jogos no ecossistema MOBOX.",
  "Landing_16":"Grátis para jogar, jogue para ganhar.",
  "Landing_17":"JOGAR",
  "Landing_18":"SOBRE",
  "Landing_19":"Tweets",
  "Landing_20":"Tweetster",
  "Landing_21":"Snowie",
  "Landing_22":"Sir Snowington",
  "Landing_23":"Bluey",
  "Landing_24":"Bluessette",
  "Landing_25":"Lei Lei",
  "Landing_26":"Leilani",
  "Landing_27":"Mini Victory",
  "Landing_28":"Victorious",
  "Landing_29":"Roosty",
  "Landing_30":"Rooster",
  "Landing_31":"Quack",
  "Landing_32":"Quackers",
  "Landing_33":"Flamingy",
  "Landing_34":"Flaminglatina",
  "Landing_35":"Chilly",
  "Landing_36":"Chillington",
  "Landing_37":"Iggy",
  "Landing_38":"Igloo",
  "Landing_39":"Oinkie",
  "Landing_40":"Captain Oinksly",
  "Landing_41":"Ango",
  "Landing_42":"Sheriff Angus",
  "Landing_43":"Pigsly",
  "Landing_44":"Chef P.I.G",
  "Landing_45":"Cub Pooky",
  "Landing_46":"Polar Pook",
  "Landing_47":"Sealee",
  "Landing_48":"Admiral Sea Lion",
  "Landing_49":"Little jabber",
  "Landing_50":"Jabberjaws",
  "Landing_51":"Bree",
  "Landing_52":"Breezer",
  "Landing_53":"Sunny",
  "Landing_54":"Sunny Ray",
  "Landing_55":"Pop",
  "Landing_56":"El Capitan Popitto",
  "Landing_57":"Demmie",
  "Landing_58":"Demon Dave",
  "Landing_59":"Jacko",
  "Landing_60":"Jacko Senior",
  "Landing_61":"Leafatine",
  "Landing_62":"Leafalicious",
  "Landing_63":"Kiki",
  "Landing_64":"Kiktoro",
  "Landing_65":"Merly",
  "Landing_66":"Merlin",
  "Landing_67":"Com mais de milhares de NFTs esperando para serem liberados, os MOMOs ganham vida, permitindo que os usuários explorem MOBOX DAO Tokens.",
  "Landing_68":"Caixas restantes",
  "Landing_69":"COLETAR AGORA",
  "Landing_70":"CASO VOCE NAO CONSIGAR VENDER SEUS ITENS, ELES NÃO SÃO SEUS",
  "Landing_71":"EM 2020,JOGADORES GASTARAM",
  "Landing_72":"EM ITENS DENTRO DO JOGO",
  "Landing_73":"jogadores receberam",
  "Landing_74":"tudo foi para empresas de jogos gigantes",
  "Landing_75":"PLATAFORMA CONDUZIDA PELA COMUNIDADE",
  "Landing_76":"ARTISTAS DE NFT",
  "Landing_77":"Clique, personalize e crie - Os MOMO NFTs gerados pelo usuário que passarem na votação da comunidade também serão recompensados com tokens MBOX por sua contribuição para a comunidade MOBOX para ser ampla.",
  "Landing_78":"Desenvolvedores",
  "Landing_79":"Criadores de jogos - quando um jogo é publicado com sucesso na plataforma MOBOX, o desenvolvedor recebe um token não fungível publicado (P-NFT) que representa sua propriedade do jogo publicado. Todas as receitas geradas pelo jogo são registradas no blockchain garantindo total transparência entre a plataforma e o desenvolvedor.",
  "Landing_80":"Influenciadores",
  "Landing_81":"O influenciador pode utilizar a plataforma MBOX para criar sua própria base de fãs",
  "Landing_82":"USUÁRIOS",
  "Landing_83":"A MOBOX recompensa os usuários simplesmente pelo prazer e interação com a plataforma. Quer seja simplesmente cadastrando-se em uma conta MOBOX, coletando MOMOs ou interagindo por meio do MOBOX, os usuários sociais podem reivindicar recompensas simbólicas MBOX por meio do Sistema de Conquistas.",
  "Landing_84":"PLATAFORMA",
  "Landing_85":"GANHE 1 DE #0# NFTS DE YIELD FARMING",
  "Landing_86":"Coleque o endereço da sua carteira BNB aqui",
  "Landing_87":"Coletar NFT",
  "Landing_88":"LANÇAMENTO DO APLICATIVO",
  "Landing_89":"Dias",
  "Landing_90":"Horas",
  "Landing_91":"Min",
  "Landing_92":"Sec",
  "Landing_93":"Tweetster é sobrecarregado e adora balança suas penas enquanto voa pelos céus",
  "Landing_94":"Sir Snowington cresceu e se tornou um líder do rebanho",
  "Landing_95":"Bluessette é divertida e criativa, ela é a vida do grupo.",
  "Landing_96":"Leilani abre caminho através de qualquer coisa que exiba movimentos.",
  "Landing_97":"Victorious leva seus rebanhos ao topo",
  "Landing_98":"Rooster acorda o rebanho com seu chamado matinal ajudando-os a começar o dia",
  "Landing_99":"Quackers é quackanomics habilidoso e ensina o resto do twack seus métodos inteligentes",
  "Landing_100":"Flaminglatina pavoneia-se exibindo sua estatura alta e glamorosa",
  "Landing_101":"A paixão de Chillington é se tornar a melhor estrela da neve de Iceville",
  "Landing_102":"Igloo tem esse nome porque é o maior e melhor na construção de casas em iceville",
  "Landing_103":"O Captain Oinksly navega em alto-mar guiando sua tripulação para a segurança",
  "Landing_104":"O Sheriff Angus mantém o rebanho na linha",
  "Landing_105":"O Chef P.I.G é famoso por seus métodos de cozinhar entre os trotters ville",
  "Landing_106":"Polar Pook é o líder batedor de iceville, levando todos em aventuras selvagens",
  "Landing_107":"O Admiral Sea Lion navega pelos mares com sua tripulação",
  "Landing_108":"Jabberjaws é legal, calmo e o mais forte da tripulação",
  "Landing_109":"Breezer surfa e navega, pegando ondas com todos os seus caras surfistas",
  "Landing_110":"Sunny Ray é famoso por seu estudo da ciência solar",
  "Landing_111":"El Capitan Poppito gerencia sua tripulação com proficiência e é conhecido por ser o melhor comandante dos mares",
  "Landing_112":"Demon Dave aparece e sai dos cantos ganhando força de monstro quanto mais ele assusta.",
  "Landing_113":"Jacko Senior adora assustar no escuro com seus olhos ardentes",
  "Landing_114":"Leafalicious fica mais poderosa quanto mais ela floresce",
  "Landing_115":"Kiktoro adora desafiar todos os seus amigos monstros para uma partida assustadora",
  "Landing_116":"Merlin, o Grande, é o mágico mais famoso de toda Monsters Town",
  "Landing_117":"ASSINE NOSSA NEWSLETTER.",
  "Landing_118":"Nos vamos te infromar no dia 7 de Abril, se voce ganhou um MOMO NFT",
  "Landing_119":"Seu E-mail",
  "Landing_120":"VERIFICAR",
  "Landing_121":"Por favor, cole seu [código de verificação] aqui",
  "Landing_122":"PRONTO",
  "Landing_123":"PARABÉNS",
  "Landing_124":"Para cada #0# amigos convidados, você aumenta em #1# suas oportunidades",
  "Landing_125":"Compartilhar",
  "Landing_126":"MOMO NFT Farmer",
  "Landing_127":"INDIQUE UM AMIGO",
  "Landing_128":"Amigos: #0# Reivindicados",
  "Landing_129":"Seu Multiplicador: #0#",
  "Landing_130":"Devido a mais de #0# inscrições em menos de 12 horas, os códigos de e-mail não estão sendo enviados em tempo hábil. A equipe está trabalhando em uma correção. Não se preocupe! Volte em breve e você poderá acalmar seu NFT FOMO com um MOMO!",
  "Landing_131":"#0# NFTS VERIFIQUE OS RESULTADOS",
  "Landing_132":"Click aqui, para ver se voce ganhou 1 das 5000 NFTs",
  "Landing_133":"Sentindo se com sorte",
  "Landing_134":"Por favor, insira seu endereço da carteira BNB para checar se você ganhou",
  "Landing_135":"Parabéns",
  "Landing_136":"Voce ganhou um MOMO NFT! Comece a minerar Tokens MBOX",
  "Landing_137":"Coletar recompensas",
  "Landing_138":"Começar a minerar",
  "Landing_139":"Desculpe<br/>Mas não se preocupe, existem muitas outras maneiras de obter um MOMO para acalmar seu NFT FOMO",
  "Landing_140":"1. Participe do nosso evento Twitter / Medium.<br/>2. Escolha um na troca.<br/>3. Aqueça sua criptomoeda e ganhe APY + MOMOs NFTs + MBOX Tokens.",
  "Landing_141":"Ler mais",
  "Landing_142":"Ganhe um MOMO de graça",
  "Landing_143":"Coletado",
  "Landing_144":"O evento acabou, obrigado por sua participação",
  "Landing_145":"Verifique abaixo se você é um sortudo vencedor!",
  "Landing_146":"Por favor, complete o registro e a vinculação correspondente para obter a qualificação",
  "Landing_147":"Baixe a nova versão do MOBOX APP",
  "Landing_148":"No MOBOX APP, informaremos se você ganhou um MOMO NFT exclusivo!",
  "Airdrop_1":"Reivindique o Airdrop",
  "Airdrop_2":"Coletar",
  "Airdrop_3":"Baixar",
  "Airdrop_4":"Baixe o APP para reivindicar o Airdrop",
  "Statistics_1":"Estatisticas",
  "Statistics_2":"Mostre seus dados pessoais no Momo Farmer",
  "Statistics_3":"Total de baús desbloqueados （Inclui todas as qualidades MOMO que você obteve）",
  "Statistics_4":"Vendas totais por mercado, compras totais por mercado",
  "Statistics_5":"Total de MOMOs de aluguel ganhos, custos totais de MOMOs de empréstimo",
  "Statistics_6":"A quantidade total de gemas vendidas no mercado, a quantidade total de gemas compradas no mercado",
  "Statistics_7":"A ordem de compra mais alta, a ordem de venda mais alta, etc.",
  "Statistics_8":"baixar",
  "Treasure_1":"LODA Legendary MOMO",
  "Treasure_2":"Entre agora",
  "Treasure_3":"ALLIANCE NFTLODA Legendary MOMO",
  "Treasure_4":"Insira o CODE secreto",
  "Treasure_5":"Vincule endereço BINANCE",
  "Treasure_6":"Feito",
  "Treasure_7":"Você entrou no sorteio com sucesso.",
  "Treasure_8":"Volte em 05/08/2021 para ver se você ganhou!",
  "Treasure_9":"Feito",
  "Treasure_10":"Saber mais",
  "Treasure_11":"Tente novamente",
  "Treasure_12":"Caça ao tesouro",
  "Treasure_13":"Você digitou o código secreto errado!",
  "Coinbase_1":"Sept 22nd 2:00 AM UTC",
  "Coinbase_2":" -",
  "Coinbase_3":"Sept 30th 2:00 AM UTC",
  "Coinbase_4":"1 Limited Edition",
  "Coinbase_5":"Legendary MOMO",
  "Coinbase_6":"Connect Coinbase Wallet",
  "Coinbase_7":"THIS PROMOTION IS IN NO WAY SPONSORED OR <br/>ADMINISTERED BY COINBASE OR COINBASE WALLET.",
  "Coinbase_8":"Oops! it seems you don’t have coinbase wallet installed",
  "Coinbase_9":"Bind your Twitter",
  "Coinbase_10":"Your comment link from Coinbase Event Tweet",
  "Coinbase_11":"Congratulations!",
  "Coinbase_12":"Claim your first Coinbase MOBall!",
  "Coinbase_13":"Claim",
  "Coinbase_14":"My coinbase MOBalls:",
  "Coinbase_15":"Get More",
  "Coinbase_16":"Welcome to <br/> MOMOverse",
  "Coinbase_17":"Complete daily task to get more coinbase MOBalls",
  "Coinbase_18":"Daily Task",
  "Coinbase_19":"Game Task",
  "Coinbase_20":"Count Down Time",
  "Coinbase_21":"Task",
  "Coinbase_22":"Rewards",
  "Coinbase_23":"Status",
  "Coinbase_24":"Enter MOMOverse to collect 10 items such as carrots, bamboo, mushrooms + more",
  "Coinbase_25":"Use the treasure map to open one chest and get one item as a reward",
  "Coinbase_26":"Use Coinbase MOBall for BOXing one MOMO in the MOMOverse",
  "Coinbase_27":"Invite 3 new friends to join the Coinbase Loot Campaign and all of you will get a Coinbase MOBall!",
  "Coinbase_28":"Claim 1 Coinbase MOBall",
  "Coinbase_29":"Maximized rewards for daily task: 4 Coinbase MOBalls/day",
  "Coinbase_30":"Welcome! Explore each MOBOX game; Earn rewards during the event. Kindly noted that all your rewards will be delivered after the event. Have Fun!",
  "Coinbase_31":"Count Down Time",
  "Coinbase_32":"Play Clash of MOland — earn a pack of the bound Hero Scroll; you will also earn bound heroes.",
  "Coinbase_33":"Play Token Master — receive game vouchers",
  "Coinbase_34":"Play Block Brawler — receive game vouchers",
  "Coinbase_35":"Play ChainZ Arena — receive game vouchers",
  "Coinbase_36":"For MOland Defense, you will receive a gift pack of Gold. You can use the Gold to purchase game props in the Moland Defense Store.",
  "Coinbase_37":"Next page",
  "Coinbase_38":"Connect Coinbase Wallet",
  "Coinbase_39":"Please connect your Coinbase Wallet to begin your daily tasks.",
  "Coinbase_40":"Event Term Description",
  "Coinbase_41":"MOBOX:",
  "Coinbase_42":"MOBOX is a cross platform gaming metaverse that combines automated optimized DeFi yield farming & gaming NFTs to create a GameFi metaverse known as the MOMOverse",
  "Coinbase_43":"Coinbase MOBall:",
  "Coinbase_44":"Is an exclusive branded BEP-1155 token. You will complete daily tasks in order to get Coinbase MOBall. You are able to use them to have fun in the MOMOverse during the Coinbase Loot Campaign. With these Coinbase MOBall’s you will have a chance to catch MOMO NFTs in the MOMOverse.",
  "Coinbase_45":"MOMO NFT:",
  "Coinbase_46":"MOMOs are the names we have given our NFTs.  These NFTs come in different qualities ranging from common, uncommon, rare, unique, epic and The Legendary MOMO. They can be used in MOMO mining and games on the MOBOX platform.",
  "Coinbase_47":"Coinbase Legendary MOMO:",
  "Coinbase_48":"Referring to the above introduction, legendary MOMO is a unique MOMO that is limited to max of 5 Coinbase Branded MOMO NFT. The Legendary MOMO’s have special abilities and have a higher mining base then any other MOMO.",
  "Coinbase_49":"Mystery Box:",
  "Coinbase_50":"Is an NFT blind box that comes in the form of BEP-1155 token. Open the blind box to get a MOMO with random quality and hash power according to the probability.",
  "Coinbase_51":"MOBOX Avatar:",
  "Coinbase_52":"Is a virtual representation of YOU used in the MOMOverse.",
  "Coinbase_53":"MOMOverse:",
  "Coinbase_54":"A whole new world of fun where MOBOXers can create, explore, and be who they want to be in a MOMO World of infinite possibilities.",
  "Coinbase_55":"BOXing:",
  "Coinbase_56":"A special BOX (ing) device for the wild MOMOs, which they call the “MOBall”; Use your World Cup MOBalls and catch those wandering MOMO’s in the MOMOverse.",
  "Coinbase_57":"Treasure map:",
  "Coinbase_58":"A specific map that is a in-game asset in order to find more MOBalls",
  "Coinbase_59":"Items:",
  "Coinbase_60":"Game props such as  carrots, bamboo, mushrooms in the MOMOverse",
  "Coinbase_61":"Games bio",
  "Coinbase_62":"Clash of Moland:",
  "Coinbase_63":"Developed by the Infinite Game Studio and launched on the MOBOX platform! Build your empires, manage their resources, and conquer other territories!",
  "Coinbase_64":"Token Master:",
  "Coinbase_65":"A casual turn-based idle game.",
  "Coinbase_66":"Block Brawler:",
  "Coinbase_67":"A RPG game that focuses on battle strategy.",
  "Coinbase_68":"ChainZ Arena:",
  "Coinbase_69":"An idle RPG game that cross diverse platforms to give players a unique gaming experience.",
  "Coinbase_70":"MOland Defense:",
  "Coinbase_71":"Developed by the E-Game Studio and launched on the MOBOX platform! A tower defence game full of futuristic technology elements.",
  "Coinbase_72":"Event Step",
  "Coinbase_73":"Event Task",
  "Coinbase_74":"Event Term",
  "Coinbase_75":"Your invitation link:",
  "Coinbase_76":"Submit",
  "Coinbase_77":"Event intro",
  "Coinbase_78":"Welcome to Coinbase Loot 丨Clash of Moland Event. Introducing a fun and epic partnership with — Coinbase Wallet & MOBOX!",
  "Coinbase_79":"We are bringing you a legendary event with loads of fun activities as well as some amazing rewards such as Coinbase MOBalls!",
  "Coinbase_80":"Coinbase MOBall:  You will complete daily tasks in order to get Coinbase MOBalls. You can use them to capture MOMO NFTs in the MOMOverse during the Coinbase Loot Campaign.",
  "Coinbase_81":"Coinbase Legendary MOMO NFT:  Get excited about this exclusive and limited Coinbase MOMO. The Legendary MOMO has special abilities and the highest hash power giving you an edge across all games on the MOBOX platform.",
  "Coinbase_82":"What do I do next?",
  "Coinbase_83":"Connect Your Coinbase Wallet and Twitter accounts",
  "Coinbase_84":"Follow MOBOX & Coinbase Wallet on Twitter + RT (Coinbase Clash of Moland tweet), tag 3 friends, and comment with your MOBOX User ID.",
  "Coinbase_85":"Copy your Tweet comment link and then paste it on the Event page",
  "Coinbase_86":"Now, you are qualified  Campaign rewards (Coinbase MOBalls, Mystery BOXes, Avatars, and Legendary MOMO NFT!)",
  "Coinbase_87":"Oops! Please bind your Twitter account on your web before joining this event.",
  "Coinbase_88":"Link copied!",
  "Coinbase_89":"Hash power",
  "Coinbase_90":"Each MOMO has a randomly generated initial hash power that can be upgraded by consuming other MOMO NFTs. The total hash power is calculated by adding up the hash power of all your MOMOs. The amount of MBOX tokens mined is dependent on your weighted average of the total hash power across the platform.",
  "Coinbase_91":"Extension",
  "Coinbase_92":"Enter your twitter @ username",
  "Coinbase_93":"Coinbase Loot<br/>Clash of Moland",
  "Coinbase_94":"Introducing a fun and epic partnership with — Coinbase Wallet & MOBOX! We are bringing you a legendary event with loads of fun activities as well as some amazing rewards such as Coinbase MOBalls! Click 'Play Now' to know more.",
  "Coinbase_95":"Play Now",
  "Coinbase_96":"Congrats! Go to your mail in the MOMOverse to claim your COINBASE MOBall!",
  "Coinbase_97":"Claim",
  "Coinbase_98":"Coinbase MOBalls",
  "Coinbase_99":"1 Limited Edition",
  "Coinbase_100":"Legendary MOMO",
  "Walletnew_1":"Confirmations",
  "Walletnew_2":"Confirmed",
  "Walletnew_3":"Show more options",
  "Walletnew_4":"Online Service",
  "Walletnew_5":"Help Center",
  "Walletnew_6":"Mail",
  "Walletnew_7":"Broadcast...",
  "Walletnew_8":"Sync...",
  "Walletnew_9":"Waiting for sync",
  "Sidebar_1":"About MOMOverse",
  "Sidebar_2":"About mobox.io",
  "Worldcup_1":"17 Nov 2022 9:00 AM UTC - 19 Dec 2022 9:00 AM UTC",
  "Worldcup_2":"Swap Footballs for World Cup MOBalls",
  "Worldcup_3":"to Win 1 x CMC",
  "Worldcup_4":"Welcome to MOMO CUP 2022",
  "Worldcup_5":"Your World Cup MOBalls",
  "Worldcup_6":"Your Football",
  "Worldcup_7":"1. Win World Cup MOBall for 1 legendary MOMO NFT. <br/>2. 100 Football can be swapped for 1 World Cup MOBall.<br/>3. Complete Event tasks to get more Football.<br/>4. Use the World Cup MOBalls to catch MOMO NFTs in the MOMOverse, using your World Cup MOBall in the MOMOverse will not affect the lucky draw.",
  "Worldcup_8":"Swap",
  "Worldcup_9":"World Cup MOBall",
  "Worldcup_10":"Football",
  "Worldcup_11":"Balance",
  "Worldcup_12":"While you swap, note that you will mint a BEP-1155 NFT World Cup MOBall as your raffle ticket",
  "Worldcup_13":"Swap Completed",
  "Worldcup_14":"Swap Failed! Click here to resubmit",
  "Worldcup_15":"#0# Footballs Swap Failed!<br/>Please swap again",
  "Worldcup_16":"Swap Again",
  "Worldcup_17":"Social Activities",
  "Worldcup_18":"Game Challenges",
  "Worldcup_19":"MOMO CUP Rewards",
  "Worldcup_20":"CMC Legendary MOMO x 1",
  "Worldcup_21":"Mystery BOX x 1,000",
  "Worldcup_22":"Avatar BOX x 2,000",
  "Worldcup_23":"World Cup MOBalls",
  "Worldcup_24":"CMC - Diamond Program",
  "Worldcup_25":"Activity",
  "Worldcup_26":"Rewards",
  "Worldcup_27":"Status",
  "Worldcup_28":"Invite 3 new friends to join MOMO CUP",
  "Worldcup_29":"CoinMarketCap Exclusive Program",
  "Worldcup_30":"Go-Mingle Social Task",
  "Worldcup_31":"Join MOBOX Telegram and be verified by @MOCup_Bot",
  "Worldcup_32":"Join MOBOX Discord and be verified by @MOCup_Bot",
  "Worldcup_33":"Post in MOBOX Community and hashtag #MOMO CUP 2022",
  "Worldcup_34":"Post in CMC Community and hashtag #MOMO CUP 2022",
  "Worldcup_35":"Every #0# friends you invite, #1# Football you gain!<br/> Multiply your Invites!",
  "Worldcup_36":"Friends: #0# invited",
  "Worldcup_37":"Your Multiplier: #0#",
  "Worldcup_38":"Copy",
  "Worldcup_39":"Input Your MOcode",
  "Worldcup_40":"Input Your MOcode to redeem your gift: #0# MBOX",
  "Worldcup_41":"MOcode",
  "Worldcup_42":"Redeem",
  "Worldcup_43":"MBOX will be airdropped after the event",
  "Worldcup_44":"Redeem Successfully",
  "Worldcup_45":"Close",
  "Worldcup_46":"Come to play games, gain rewards every day",
  "Worldcup_47":"Arena Challenge x 12 times",
  "Worldcup_48":"Synthesis Equipment x 3 times",
  "Worldcup_49":"Normal Summons x 2 times",
  "Worldcup_50":"Consume Tactical Point x 100",
  "Worldcup_51":"Arena Challenge x 10 times",
  "Worldcup_52":"Premium Summon x 2 times",
  "Worldcup_53":"Bounty Quest x 1 time",
  "Worldcup_54":"Arena Challenge x 1 time",
  "Worldcup_55":"Clear Relic Explore Stage 1",
  "Worldcup_56":"Battle x 12 times",
  "Worldcup_57":"Smelt Gear x 2 times",
  "Worldcup_58":"Forge Gear x 1 time",
  "Worldcup_59":"Plunder x 12 times",
  "Worldcup_60":"Plunder and receive 20 Stars",
  "Worldcup_61":"Refine or Replace skills x 2 times",
  "Worldcup_62":"Oops!<br/>It seems you need to connect to a wallet first.",
  "Worldcup_63":"MOMO CUP 2022",
  "Worldcup_64":"World Cup MOBall:",
  "Worldcup_65":"MOMO CUP Tasks",
  "Worldcup_66":"Event Rules & Terms",
  "Worldcup_67":"Event intro",
  "Worldcup_68":"Welcome to MOMO CUP 2022. Introducing a fun and epic partnership with — CoinMarketCap & MOBOX & BNB CHAIN! We are bringing you a legendary event with loads of fun activities as well as some amazing rewards such as World Cup MOBalls!",
  "Worldcup_69":"1.  Connect Your Wallet.<br/>2. Follow MOBOX & CoinMarketCap on Twitter + RT (MOMO CUP 2022 tweet), tag 3 friends, and comment with your BNB wallet address on the MOMO CUP Tweet.<br/>3. Enter your Twitter username on the Event page.<br/>4. Now, you are qualified  Campaign rewards (To be eligible, you must follow our Twitter for the final lucky draw)",
  "Worldcup_70":"Is an exclusive branded BEP-1155 token. Win World Cup MOBall for 1 limited-edition legendary MOMO NFT. 100 Footballs can be swapped for 1 World Cup MOBall.Complete Event tasks to get more Footballs. You can also catch NFT MOMOs with the World Cup MOBall in the MOMOverse, using your World Cup MOBall in the MOMOverse will not affect the lucky draw.",
  "Worldcup_71":"Get excited about this exclusive and limited CoinMarketCap MOMO. The Legendary MOMO has special abilities and the highest hash power giving you an edge across all games on the MOBOX platform.",
  "Worldcup_72":"MOMO CUP Tasks:",
  "Worldcup_73":"Complete social activities and game challenges in World Cup tasks  Footballs to swap World Cup MOBalls. <br/>Participate in social activities and game challenges after completing the MOMO World Cup 2022 campaign. <br/>Game Challenges will reset progress and rewards at UTC 9:00 every day during the event period.",
  "Worldcup_74":"Follow MOBOX & CoinMarketCap on Twitter + RT (MOMO CUP 2022 tweet), tag 3 friends, and comment with your BNB wallet address on the MOMO CUP Tweet.",
  "Worldcup_75":"Enter your Twitter username on the Event page",
  "Worldcup_76":"Now, you are qualified  Campaign rewards (World Cup MOBalls, Mystery BOXes, Avatars, and Legendary MOMO NFT!)",
  "Worldcup_77":"Claim Your MOBall",
  "Worldcup_78":"Follow Us on Twitter, enter your Twitter @ username",
  "Worldcup_79":"Connect Wallet",
  "Worldcup_80":"For more info, go to",
  "Worldcup_81":"World Cup MOBall",
  "Worldcup_82":"Is an exclusive branded BEP-1155 token. Complete World Cup tasks to get Football rewards. Football can be swaped for World Cup MOBall at a ratio of 100:1. The World Cup MOBall you swap will be used in a lucky draw at the end of the event for a chance to win prizes worth $100,000 including CMC Legendary MOMO NFTs! Complete social activities and game challenges to swap more World Cup MOBalls. You can also catch NFT MOMOs with the World Cup MOBall in the MOMOverse, using your World Cup MOBall in the MOMOverse will not affect the lucky draw.",
  "Worldcup_83":"CoinMarketCap Legendary MOMO:",
  "Worldcup_84":"MOMO CUP 2022",
  "Worldcup_85":"Submit",
  "Worldcup_86":"Twitter",
  "Worldcup_87":"MOcode Error",
  "Worldcup_88":"Your Invitees must complete Telegram/Discord social activities.<br/>Invite friends for up to 100 times rewards",
  "Worldcup_89":"Follow  MOBOX on CMC",
  "Worldcup_90":"Back to the top",
  "Worldcup_91":"Almost there!<br/>Go back to the first page;<br/>Enter your Twitter name to start event tasks.",
  "Worldcup_92":"1. Win World Cup MOBall for 1 limited-edition legendary MOMO NFT. <br/>2. 100 Football can be swapped for 1 World Cup MOBall.<br/>3. Complete Event tasks to get more Football.",
  "Worldcup_93":"① Collect your Diamonds every day on CMC.<br/>② 300 diamonds to redeem your MOcode.<br/>③ The MOcode can be redeemed from 12:00 UTC, Nov 25.",
  "Worldcup_94":"Followed",
  "Worldcup_95":"How to participant?",
  "Worldcup_96":"Complete Event Tasks",
  "Worldcup_97":"Swap Now",
  "Worldcup_98":"Swap",
  "Worldcup_99":"for",
  "Worldcup_100":"medium article",
  "Worldcup_101":"Join CMC Announcements Channel",
  "Worldcup_102":"How to attend MOBOX Telegram social Task on MOMO Cup?<br/><br/>1. Join MOBOX telegram and click MOCup_bot.<br/>2. Chat with MOcup_bot, click /start.<br/>3. DM your BNB wallet address to MOCup_bot.<br/>Congrats! Get your reward.",
  "Worldcup_103":"How to attend MOBOX Discord social Task on MOMO Cup?<br/><br/>1. Join MOBOX Discord.<br/>2. Find @MOCup_bot in the discord group.<br/>3. Click @MOCup_bot and Message the bot!<br/>4. DM your BNB wallet address to MOcup bot.<br/>Congrats! Get your reward.",
  "Worldcup_104":"Swap again for #0#",
  "Worldcup_105":"Get",
  "Worldcup_1002":"Operate too often",
  "Worldcup_1005":"This Twitter account has been used",
  "Worldcup_1009":"Same IP used too often",
  "Coinbaseloot_1":"Coinbse Wallet Gaming Days",
  "Coinbaseloot_2":"Dec 20, 2022 19:00 PST — Dec 22, 2022 19:00 PST",
  "Coinbaseloot_3":"3000 MOBOX Avatar & MOMO NFTs",
  "Coinbaseloot_4":"Social Tasks",
  "Coinbaseloot_5":"Follow @Coinbase Wallet and @MOBOX_Official on Twitter",
  "Coinbaseloot_6":"Follow",
  "Coinbaseloot_7":"Verify",
  "Coinbaseloot_8":"Input Username",
  "Coinbaseloot_9":"Input your Twitter username",
  "Coinbaseloot_10":"RT & Comment with your MOBOX user ID on the “MOBOX — Coinbase Wallet Gaming Days” Tweet",
  "Coinbaseloot_11":"Input comment link",
  "Coinbaseloot_12":"Enter comment Link from event tweet",
  "Coinbaseloot_13":"Join MOBOX on Telegram and get verified by MOBOX BOT",
  "Coinbaseloot_14":"Congrats on your MOBOX Avatar BOX! <br/><br/>Complete the game tasks to receive the MOMO NFT Key,<br/>use the Key to open the treasure chest to receive your MOMO NFT.",
  "Coinbaseloot_15":"Event Rules",
  "Coinbaseloot_16":"Intro",
  "Coinbaseloot_17":"MOBOX, the popular mobile gaming platform and the number one gaming platform on the BNB chain, is thrilled to announce that it will be featured on Coinbase’s “Coinbase Wallet Gaming Days” event. This three-day extravaganza, which takes place from December 20th to 22nd, will showcase some of the hottest games in the Blockchain industry, and MOBOX is honored to be among them. <br/> <br/> During the event, MOBOX will be showcasing its gaming platform and the impressive MOMOverse, a gameverse that allows players to explore a virtual world and complete tasks  rewards. The MOMOverse features a variety of games and challenges, and players can use their Coinbase Wallet to explore the MOMOVerse in depth.",
  "Coinbaseloot_18":"MOMO NFT Key",
  "Coinbaseloot_19":"Is an NFT token in the form of BEP-20, and 1 KEY can be used to unlock the chest. Open the chest to get a MOMO NFT with random quality and hash power according to the probability.",
  "Coinbaseloot_20":"Tweet",
  "Coinbaseloot_21":"Log in to your Coinbase Wallet",
  "Coinbaseloot_22":"Enter MOMOverse successfully",
  "Coinbaseloot_23":"Open Avatar BOX to claim your first free Avatar NFT in MOMOverse",
  "Coinbaseloot_24":"Set new avatar as default profile in MOMOverse",
  "Coinbaseloot_25":"Find the “treasure chest” in MOMOverse to get a reward",
  "Coinbaseloot_26":"3000 MOBOX Avatar & MOMO NFTs",
  "Coinbaseloot_27":"Coinbase Wallet Gaming Days",
  "Coinbaseloot_28":"Go",
  "Coinbaseloot_29":"Completed",
  "Coinbaseloot_30":"Get MOMO NFT",
  "Coinbaseloot_31":"Rewards",
  "Coinbaseloot_32":"During the event, Coinbase Wallet users have the chance to win some amazing prizes, including:<br/> <br/> First 3,000 users can claim a FREE MOBOX Avatar BOX!<br/> First 3,000 users that complete game tasks in the MOMOverse can claim the MOMO NFT Key.",
  "Coinbaseloot_33":"How to be qualified at the early stage?",
  "Coinbaseloot_34":"1. Follow @CoinbaseWallet and @MOBOX_Official on Twitter.<br/> 2. RT & Comment on the “MOBOX — Coinbase Wallet Gaming Days” Tweet (insert link) .<br/> 3. Join MOBOX on Telegram and get verified by MOBOX BOT.<br/> <br/> Your Coinbase Wallet needs to have at least 0.01 BNB Token balance on the BNB Chain. Check our preparation guidelines to go through the process.",
  "Coinbaseloot_35":"How to participate in the official event?",
  "Coinbaseloot_36":"1. Log in to your Coinbase Wallet on the official landing page.<br/> 2. Log in to MOMOverse successfully. <br/> 3. Open Avatar BOX to claim your first free Avatar NFT in MOMOverse.<br/> 4. Set new avatar as default profile in MOMOverse.<br/> 5. Use 'treasure map' from the 'Items' tab in your 'Backpack'.<br/> <br/> Good luck! Hope you will find the 'treasure chest' in MOMOverse to get a reward.",
  "Coinbaseloot_37":"When will you receive the MOMO NFT Key?",
  "Coinbaseloot_38":"1. MOMO NFT Key will be sent out within 8 to 15 minutes.  You are eligible to receive MOMO NFT key when you complete all the tasks especially the game task of “treasure map”; <br/>2. Claim your MOMO NFT by using the key to open the chest.",
  "Coinbaseloot_39":"Don't forget to finish all the event tasks and get eligible for the official event. Looking forward to having you with loads of fun!",
  "Coinbaseloot_40":"Install now",
  "Coinbaseloot_41":"NO. 1 Gaming Platform on BNB Chain",
  "Coinbaseloot_42":"Dec 19, 2022 19:00 PST",
  "Coinbaseloot_43":"Full Event Rules",
  "Coinbaseloot_44":"Go to MOMOverse - Game Task",
  "Coinbaseloot_45":"Go to Social Media Task",
  "Coinbaseloot_46":"Event Logic:",
  "Coinbaseloot_47":"<br/>→ 1.Complete Social Tasks <br/>→ 2.Receive Avatar BOX",
  "Coinbaseloot_48":"Congrats on being eligible for MOMO NFT Key! <br/><br/>Please wait for 8~15 minutes before going to MOMO Farmer use the Key to open the treasure chest to receive your MOMO NFT.",
  "Coinbaseloot_49":"<br/>→ 3.Complete MOMOverse - Game Task <br/>→ 4.Receive MOMO NFT Key",
  "Coinbaseloot_200":"Success",
  "Coinbaseloot_401":"Failed to sign",
  "Coinbaseloot_1001":"Input format error",
  "Coinbaseloot_1002":"Operate too often",
  "Coinbaseloot_1003":"This address has not entered MOMOverse",
  "Coinbaseloot_1004":"This address has been participated in MOBOX — Coinbase Wallet Gaming Days",
  "Coinbaseloot_1005":"You have been participated in MOBOX — Coinbase Wallet Gaming Days",
  "Coinbaseloot_1006":"This Twitter account has been used",
  "Coinbaseloot_1007":"Incorrect balance",
  "Coinbaseloot_1008":"Please complete your previous transaction in advance",
  "Coinbaseloot_1009":"Please follow MOBOX on Twitter first",
  "Coinbaseloot_1010":"MOBOX x Coinbase Wallet Gaming Days<br/><br/>3000 exclusive MOBOX avatars and 3000 MOMO NFTs<br/><br/>Dec 20, 2022 19:00 PST — Dec 22, 2022 19:00 PST",
  "Coinbaseloot_1011":"You need to complete the social media task before you can dive into the game task to obtain the MOMO NFT Key.",
  "Coinbaseloot_1012":"The early spots have been filled out<br/>The second day of the event will start at 11:00 on December 22. Non-early participants can also join the official event",
  "tutorial_1":"Resources For Getting Started",
  "tutorial_2":"Building",
  "tutorial_3":"Farming",
  "tutorial_4":"Looting",
  "tutorial_5":"What are",
  "tutorial_6":"Deep Space Caravans(D.S.C)？",
  "tutorial_7":"A:Residents can take spaceships / D.S.C travel in MOMOverse",
  "tutorial_8":"Explore New Areas",
  "tutorial_9":"Establish Business Networks",
  "tutorial_10":"Trade in various Continents",
  "tutorial_11":"Ship your fruits from the orchard",
  "tutorial_12":"Trade & Recevie MBOX Reward from D.S.C",
  "tutorial_13":"Core",
  "tutorial_14":"Resource Mining",
  "tutorial_15":"Material Crafting",
  "tutorial_16":"Marketplace",
  "tutorial_17":"MOHome Building",
  "tutorial_18":"Fruit Planting",
  "tutorial_19":"D.S.C Trading",
  "tutorial_20":"Mini Games",
  "tutorial_21":"MOMO BOXing",
  "tutorial_22":"Survivor",
  "tutorial_23":"Treasure Map",
  "tutorial_24":"Collecting",
  "tutorial_25":"MOMOverse MOHome Launch",
  "Valentine_1":"Bem-vindo ao MOMOverse, um metaverso GameFi onde dois MOMOs Epic se apaixonaram! Mergulhe para ganhar corações e revelar o poder do giro MOlove e compartilhar o prêmio total de 30.000 BUSD!",
  "Valentine_2":"Junte-se à história de amor MOMO e GANHE",
  "Valentine_3":"",
  "Valentine_4":"(até #0# )",
  "Valentine_5":"$30,000",
  "Valentine_6":"UTC 8:00 (BRT 5:00) A.M. Feb 13, 2023",
  "Valentine_7":"- UTC 8:00 (BRT 5:00) A.M. Feb,22 2023",
  "Valentine_8":"Recompensas:",
  "Valentine_9":"MOMOs Épicos da Trust Wallet",
  "Valentine_10":"Real Life BOX",
  "Valentine_11":"TWT token",
  "Valentine_12":"Avatar BOX",
  "Valentine_13":"Mini MOBall",
  "Valentine_14":"GEMS",
  "Valentine_15":"",
  "Valentine_16":"",
  "Valentine_17":"",
  "Valentine_18":"Regras do evento:<br/>Ganhe 100 MOcorações troque por um Giro MOLove; Quanto mais MOcorações você ganhar, mais chances terá de ganhar os MOMOs Épicos Trustie & Victoria!",
  "Valentine_19":"Critérios do evento",
  "Valentine_20":"Siga @TrustWallet e @MOBOX_Official no Twitter",
  "Valentine_21":"Evento RT Tweet e marque 3 amigos",
  "Valentine_22":"Junte-se a @MOBOX no Telegram e seja verificado pelo MOBOX BOT",
  "Valentine_23":"Faça login na sua Carteira Trust",
  "Valentine_24":"Faça login no MOMOverse com sucesso",
  "Valentine_25":"Giro MOLove",
  "Valentine_26":"MOCorações",
  "Valentine_27":"Giro x1",
  "Valentine_28":"Giro x10",
  "Valentine_29":"Tarefa diária",
  "Valentine_30":"Colete itens no MOMOverse x10 vezes",
  "Valentine_31":"Use MOballs para BOXing no MOMOverse x1 vez",
  "Valentine_32":"Use material de criação avançado em MOMOverse x1 vez",
  "Valentine_33":"Produza um edifício ou atualize um edifício no MOHome x1 vez",
  "Valentine_34":"O horário de redefinição para tarefas diárias é UTC 8:00 (05:00 BRT) A.M. durante o evento",
  "Valentine_35":"Tarefa do evento",
  "Valentine_36":"Indique 3 amigos para aumentar a chance de ganhar Epic MOMOs",
  "Valentine_37":"Atualize os MOMOs no MOMO Farmer. Consuma um MOMO = 20 MOHearts",
  "Valentine_38":"Abra CAIXA ou Baú x 1 vez no MOMO Farmer",
  "Valentine_39":"Apresentação do Evento",
  "Valentine_40":"Junte-se a nós de 13 a 22 de fevereiro para testemunhar o desenrolar dessa história de amor épica e potencialmente sair com algumas recompensas incríveis. Ao concluir todas as etapas do evento e participar das tarefas diárias do jogo, você terá a chance de ganhar Trust Wallet Epic MOMOs, Avatar BOXes e Mini MOBalls. No total, o valor da recompensa é de impressionantes $ 30.000 BUSD.",
  "Valentine_41":"VAMOS",
  "Valentine_42":"Parabéns",
  "Valentine_43":"RECEBER",
  "Valentine_44":"Conectar Carteira Trust",
  "Valentine_45":"Instale a Carteira Trust",
  "Valentine_46":"Conclua as tarefas acima",
  "Valentine_47":"A cada 3 amigos que você convidar, você ganha 80 MOCorações!<br/> Multiplique seus convites!",
  "Valentine_48":"Amigos: #0# convidados",
  "Valentine_49":"Seu multiplicador: #0#",
  "Valentine_50":"Copiar",
  "Valentine_51":"Convide amigos",
  "Valentine_52":"Regras completas do evento",
  "Valentine_53":"Registro de Giro MOLove",
  "Valentine_54":"Recompensa",
  "Valentine_55":"Tempo",
  "Valentine_56":"MOMO História de amor",
  "Valentine_57":"MOMO História de amor Tweet",
  "Valentine_58":"Ops! parece que você não tem o Trust Wallet instalado",
  "Valentine_59":"Epic MOMO Trustie",
  "Valentine_60":"Epic MOMO Victoria",
  "Valentine_61":"Ruby",
  "Valentine_62":"Emerald",
  "Valentine_63":"Sapphire",
  "Valentine_64":"Topaz",
  "Valentine_65":"For dApp users, try another browser to trigger: https://t.me/MOBOX_Verify_bot",
  "Valentine_401":"Falha ao assinar",
  "Valentine_1001":"Erro de formato de entrada",
  "Valentine_1002":"Calma - muitos cliques",
  "Valentine_1003":"Este endereço não está logado no MOMOverse",
  "Valentine_1004":"Este link de comentário foi usado",
  "Valentine_1006":"Este nome de usuário do Twitter foi usado",
  "Valentine_1007":"MOCorações insuficiente",
  "Valentine_1008":"Conclua todas as tarefas de 'Critérios do evento' primeiro",
  "CoinbaselootBrasil_1":"Coinbase Loot MOBOX Cripto Carnaval Brasil",
  "CoinbaselootBrasil_2":"22 de março de 2023 23:00 BRT - 26 de março de 2023 23:00 BRT",
  "CoinbaselootBrasil_3":"2,000 avatares de edição limitada",
  "CoinbaselootBrasil_4":"Tarefas do Evento",
  "CoinbaselootBrasil_5":"Siga @Coinbase Wallet e @MOBOX_Official no Twitter",
  "CoinbaselootBrasil_6":"Siga",
  "CoinbaselootBrasil_7":"Verificar",
  "CoinbaselootBrasil_8":"Nome de usuário de entrada",
  "CoinbaselootBrasil_9":"Entre seu nome de usuário no Twitter",
  "CoinbaselootBrasil_10":"RT & hashtag Coinbase Loot MOBOX Cripto Carnaval Brasil, comente em português",
  "CoinbaselootBrasil_11":"Ligação de comentários de entrada",
  "CoinbaselootBrasil_12":"Introduz o comentário Link do tweet do evento",
  "CoinbaselootBrasil_13":"Junte-se à Mobox Portugal / Brasil no Telegram e seja verificado pelo MOBOX BOT",
  "CoinbaselootBrasil_14":"Sim! Você está qualificado para reivindicar seu MOBOX Avatar!<br/><br/>Acesse o MOMOverse, abra o Avatar BOX e conclua as tarefas do jogo para receber outras recompensas.",
  "CoinbaselootBrasil_15":"Introdução",
  "CoinbaselootBrasil_16":"Introdução",
  "CoinbaselootBrasil_17":"Recompensas<br/>E agora, com a Coinbase Wallet entrando na festa, os usuários no Brasil podem esperar ainda mais maneiras de explorar o mundo das criptomoedas e dos jogos. Durante o evento, novos usuários da Coinbase Wallet no Brasil serão recompensados com Avatares MOBOX de edição limitada “Coinbase Loot” em troca da conclusão de uma série de tarefas qualificadas.<br/><br/>Avatares temáticos do Brasil<br/>O MOBOX Avatar é um NFT especial que permite aos jogadores personalizar seu personagem do jogo MOBOX. Um total de 2,000 Avatares MOBOX serão enviados para os usuários que concluírem as tarefas de qualificação durante o evento.<br/><br/>Todo esse evento visa criar uma experiência empolgante e envolvente para todos os envolvidos e mostrar ao mundo o que é possível quando você combina o poder do blockchain com a magia dos jogos.",
  "CoinbaselootBrasil_18":"Tweet",
  "CoinbaselootBrasil_19":"Faça login na sua Carteira Coinbase na página de destino",
  "CoinbaselootBrasil_20":"Conectar ao MOMOverse com sucesso",
  "CoinbaselootBrasil_21":"Abra a CAIXA do Avatar para reivindicar o Avatar",
  "CoinbaselootBrasil_22":"Use o “mapa do tesouro” da guia “Itens” em sua “Mochila”",
  "CoinbaselootBrasil_23":"Use “Coinbase MOBalls” para capturar MOMOs no MOMOverse",
  "CoinbaselootBrasil_24":"Go",
  "CoinbaselootBrasil_25":"Completado",
  "CoinbaselootBrasil_26":"Recompensas",
  "CoinbaselootBrasil_27":"Dias",
  "CoinbaselootBrasil_28":"Horas",
  "CoinbaselootBrasil_29":"Minutos",
  "CoinbaselootBrasil_30":"Segundos",
  "CoinbaselootBrasil_31":"Instalar agora",
  "CoinbaselootBrasil_32":"NO. 1 Plataforma de Jogos na cadeia BNB",
  "CoinbaselootBrasil_33":"Regras completas do evento",
  "CoinbaselootBrasil_34":"Vai ao MOMOverse - Game Task",
  "CoinbaselootBrasil_35":"Vai para a missão de Event",
  "CoinbaselootBrasil_36":"Conectar Carteira Coinbase",
  "CoinbaselootBrasil_37":"Instale a Carteira Coinbase",
  "CoinbaselootBrasil_38":"Ops! parece que você não tem o Coinbase Wallet instalado",
  "CoinbaselootBrasil_39":"For dApp users, try another browser to trigger: https://t.me/MOBOX_Verify_bot",
  "CoinbaselootBrasil_40":"Evento termina em",
  "CoinbaselootBrasil_41":"Tarefas de jogo",
  "CoinbaselootBrasil_42":"Conclua todas as tarefas de 'Critérios do evento' primeiro",
  "CoinbaselootBrasil_43":"Devido ao apoio esmagador para MOBOX x Coinbase Loot Event, todos os avatares foram reivindicados! Mas não se preocupe! Muito mais eventos vindo em sua direção! Vá para mobox.io agora.",
  "CoinbaselootBrasil_44":"For dApp users, try another browser to trigger: https://t.me/Mobox_Br",
  "CoinbaselootBrasil_45":"Conclua todas as Tarefas do Evento primeiro para obter o Avatar BOX",
  "CoinbaselootBrasil_200":"Sucesso",
  "CoinbaselootBrasil_401":"Fallou a assinar",
  "CoinbaselootBrasil_1001":"Erro no formato de entrada",
  "CoinbaselootBrasil_1002":"Operam muitas vezes",
  "CoinbaselootBrasil_1003":"Este endereço não entrou no MOMOverse",
  "CoinbaselootBrasil_1004":"O link do comentário falhou ao ser verificado",
  "CoinbaselootBrasil_1005":"Você foi participante no Coinbase Loot MOBOX Cripto Carnaval Brasil",
  "CoinbaselootBrasil_1006":"Esta conta Twitter foi usada",
  "CoinbaselootBrasil_1007":"Ops! Este evento é exclusivo para brasileiros. Acesse mobox.io para explorar mais!",
  "CoinbaselootBrasil_1008":"Por favor, completa sua transação anterior antecipadamente",
  "CoinbaselootBrasil_1009":"Por favor siga MOBOX no Twitter primeiro",
  "Roadmap_1":"Unveiling the Magical Realm of MOBOX Fusion",
  "Roadmap_2":"Celebrate MOBOX's 2nd Anniversary with the enchanting fusion of blockchain gaming and mesmerizing technology. Embark on an extraordinary odyssey into the captivating future of gaming, where spellbinding metaverse adventures and vibrant NFTs await. Join our ever-growing community and experience the magical revolution of MOBOX Fusion!",
  "Roadmap_3":"Check out what we achieved in 2022!",
  "Roadmap_4":"MOBOX Cross-Chain Fusion Hub：",
  "Roadmap_5":"The new MOBOX Roadmap 2023 will be implemented in three main stages to distribute the MOBOX Fusion Hub: 'Connecting Multiple Main Public Chains'，'Building a Multi-Chain Digital World' and 'Establishing a Multi-Chain Collaborative MOBOX Fusion Hub'.",
  "Roadmap_6":"MOBOX ONE Revolution：",
  "Roadmap_7":"Unleash the Power of Interconnected Universes with MOBOX",
  "Roadmap_8":"Embrace the future of gaming with MOBOX's groundbreaking cross-chain deployment! Experience unparalleled interoperability as we bridge the gap between Binance Smart Chain, Ethereum, and beyond. Unlock endless possibilities and collaborative opportunities with MOBOX's interconnected multi-universe vision. Multiple chains, ONE world. Get ready to redefine the metaverse!",
  "Roadmap_9":"Magical MODragon NFTs：",
  "Roadmap_10":"A Realm of Enchantment with MOBOX's Alluring AI-Generated Dragons",
  "Roadmap_11":"Unravel the mysteries of MOBOX's captivating MODragon NFT series, where AI-generated dragons and elemental realms come to life. Venture into an immersive world of hatching, battling, and nurturing multi-element dragons, all powered by cutting-edge AI technology. Embrace the magic and embark on an unforgettable journey in the enchanting world of MODragons! Stay tuned for more spellbinding updates!",
  "Roadmap_12":"The MOBOX Universe: A Metaverse of Boundless Fun",
  "Roadmap_13":"Embark on an Epic Journey in a Decentralized World of Creation, Collaboration, and Exploration",
  "Roadmap_14":"Dive into the MOBOX Universe, a captivating metaverse offering endless possibilities in a truly decentralized environment. Shape your own world, unite with fellow creators, and explore unique continents. Embrace a thriving digital community that transcends public chains and fosters seamless collaboration across ecosystems.",
  "Roadmap_15":"Uniting MOMOverse and MOBOX Universe：A New Realm of Exploration",
  "Roadmap_16":"Embark on Unforgettable Adventures in a Merged World of Imagination and Discovery",
  "Roadmap_17":"The MOMOverse and MOBOX Universe come together, offering players a richer and more vivid world to explore. Dive into engaging quests, establish domains, and enhance your influence in this immersive experience. Unleash your creativity, conquer territories, and join forces to uncover endless surprises in this ever-expanding realm.",
  "Roadmap_18":"Unveiling MOBOX Avatar 2.0: Your Enhanced Digital Self",
  "Roadmap_19":"Embrace the Magic of Your Refined Virtual Identity in the MOMOverse",
  "Roadmap_20":"MOBOX Avatar 2.0 brings a host of dazzling improvements to your digital persona, including vibrant colors, intricate facial features, and a fully-realized 3D model. As we near the final stages of this enchanting project, players with a MOBOX Avatar will receive a new Avatar 2.0 airdrop, allowing you to explore the mesmerizing MOMOverse with a captivating and unique presence.",
  "Roadmap_21":"MOBOX's Game Release Plan：",
  "Roadmap_22":"Elevating Web 3 Gaming with Top-Tier Titles and Strategic Collaborations",
  "Roadmap_23":"Drawing from over a decade of experience in traditional game development and publishing, MOBOX plans to release three top-tier games in 2023, backed by development investments exceeding tens of millions of dollars. As we actively collaborate with industry leaders to strengthen the MOBOX ecosystem, we remain committed to revolutionizing the Web 3 gaming landscape.",
  "Roadmap_24":"MBOX Tokenomics Update：",
  "Roadmap_25":"Strengthening MBOX with Token Burns, Reductions, and New Application Scenarios",
  "Roadmap_26":"MBOX Tokenomics 2.0 features a 135 million MBOX token burn, output adjustments in MBOX-BNB LP mining pool and the addition of new application scenarios. These changes aim to support the MOBOX ecosystem's long-term growth, attract top industry talent, and enhance the overall MBOX experience for holders.",
  "Roadmap_27":"MOBOX Fusion Hub：",
  "Roadmap_28":"The Ultimate Web 3 Gaming Solution for Developers",
  "Roadmap_29":"MOBOX Fusion Hub, a comprehensive platform for blockchain game development, offers SDKs and APIs tailored for Web 3 gaming. Compatible with multiple Layer 1 public chains, it provides developers flexibility in choosing the best underlying public chain for their projects. Currently in internal testing, the official version of MOBOX Fusion Hub will launch after extensive testing and performance stabilization, contributing to the future of the gaming industry.",
  "Roadmap_30":"MOBOX ChainGuard 2.0: Unleashing the Power of NFT Gaming",
  "Roadmap_31":"The One-Stop Solution for Web 3.0 Game Users",
  "Roadmap_32":"MOBOX Wallet 2.0 offers a comprehensive solution for Web 3.0 game users, featuring NFT management, EIP 4337 features, diverse gas payment options, pre-approval for on-chain transactions, bundle transactions, and subscription mode. This wallet provides a better management experience for game developers and NFT holders, bridging the gap between traditional gaming and Web 3.0, and ultimately contributing to the development of Web 3 games.",
  "Roadmap_33":"MOMO Mart: A Unique Retail Venture for MOBOX Enthusiasts",
  "Roadmap_34":"Merging Online and Offline Worlds for the Ultimate MOMO Experience",
  "Roadmap_35":"MOMO Mart is a retail venture that aims to expand the MOBOX brand by offering an exclusive MOMO NFT physical blind box collection and interactive store experiences. By attracting both MOBOX fans and trendy toy enthusiasts, MOMO Mart aims to share the essence and values of MOMO NFT with a wider audience. The first brick-and-mortar store will showcase MOBOX's core values while featuring top-quality characters and interactive zones. MOMO Mart is actively looking for prime locations worldwide to establish this unique shopping experience.",
  "Anniversary_1":"MOBOX 2ND ANNIVERSARY",
  "Anniversary_2":"Unveiling the Enchanted Realm of MOBOX 2.0",
  "Anniversary_3":"FAQ",
  "Anniversary_4":"MOBOX 2nd anniversary NFT",
  "Anniversary_5":"The MOBOX 2nd anniversary NFT is exclusively dedicated to the anniversary lucky draw event. Every winner will be granted a MOBOX 2nd anniversary NFT that grants them entry into the lucky draw and a chance to win the grand prize - Real Life Mystery Box!",
  "Anniversary_6":"The lucky draw open hours",
  "Anniversary_7":"The lucky draw will be open for 7 days starting from when the MOBOX 2nd anniversary NFT is airdropped, so make sure to plan your schedule accordingly. ",
  "Anniversary_8":"Not eligible for lucky draw",
  "BitGet_1":"Crypto Gaming Adventure",
  "BitGet_2":"Win More MOLuck",
  "BitGet_3":"Sep 1, 2023 - Sep 7, 2023",
  "BitGet_4":"Rewards:",
  "BitGet_5":"Epic Box * 10",
  "BitGet_6":"Rare Box * 25",
  "BitGet_7":"Avatar Box * 200",
  "BitGet_8":"Super MOball * 200",
  "BitGet_9":"MOball * 1,500",
  "BitGet_10":"Mini MOball * 15,000",
  "BitGet_11":"Connect to your Bitget Wallet",
  "BitGet_12":"Follow @Bitget Wallet and @MOBOX_Official on Twitter",
  "BitGet_13":"MOLucky Spin",
  "BitGet_14":"My MOLuck",
  "BitGet_15":"Invite 3 friends to complete the steps in the Crypto Game Adventure campaign.",
  "BitGet_16":"GASU Airdrop",
  "BitGet_17":"Go to claim your GASU airdrop",
  "BitGet_18":"GASU is a universal gas token, aimed at establishing an instant, low-cost, and free interaction environment across multiple networks.",
  "BitGet_19":"How to get your Bitget UID",
  "BitGet_20":"Event introduction",
  "BitGet_21":"Join us for an exciting Crypto Gaming Adventure brought to you by MOBOX and Bitget! As two leading blockchain platforms, we have teamed up to offer users a chance to win amazing prizes while exploring the world of cryptogame. Participate in our special gaming event and earn MOLucks, which can be used to spin the wheel and win prizes such as, MOMOs, gaming gear, and more. Our event is easy to join and open to everyone, so invite your friends and start playing today! Don't miss out on this unique opportunity to combine your passion for gaming with the exciting world of cryptocurrency. Join us for the MOBOX x Bitget: Crypto Gaming Adventure and see what kind of treasures you can uncover!",
  "BitGet_22":"VAMOS",
  "BitGet_23":"Parabéns",
  "BitGet_24":"RECEBER",
  "BitGet_25":"Conectar Carteira Bitget",
  "BitGet_26":"Instale a Carteira Bitget",
  "BitGet_27":"Conclua as tarefas acima",
  "BitGet_28":"A cada 3 amigos que você convidar, você ganha 80 MOCorações!<br/> Multiplique seus convites!",
  "BitGet_29":"Amigos: #0# convidados",
  "BitGet_30":"Seu multiplicador: #0#",
  "BitGet_31":"Copiar",
  "BitGet_32":"Convide amigos",
  "BitGet_33":"Regras completas do evento",
  "BitGet_34":"Registro de Giro MOLove",
  "BitGet_35":"Recompensa",
  "BitGet_36":"Tempo",
  "BitGet_37":"Crypto Gaming Adventure",
  "BitGet_38":"MOMO História de amor Tweet",
  "BitGet_39":"Ops! parece que você não tem o Bitget Wallet instalado",
  "BitGet_40":"For dApp users, try another browser to trigger: https://t.me/MOBOX_Verify_bot",
  "BitGet_41":"Event rules:<br/>Win 100 MOLuck to grab 1 MOLucky Spin; <br/>The more MOLuck you gain, the more chance to win MOMOs, gaming gear, and more!",
  "BitGet_42":"O horário de redefinição para tarefas diárias é UTC 9:00 A.M. durante o evento",
  "BitGet_43":"Input your Bitget Wallet UID",
  "BitGet_401":"Falha ao assinar",
  "BitGet_1001":"Erro de formato de entrada",
  "BitGet_1002":"Calma - muitos cliques",
  "BitGet_1003":"Este endereço não está logado no MOMOverse",
  "BitGet_1004":"Este link de comentário foi usado",
  "BitGet_1006":"Este nome de usuário do Twitter foi usado",
  "BitGet_1007":"MOLuck insuficiente",
  "BitGet_1008":"Conclua todas as tarefas de 'Critérios do evento' primeiro"
}
