{
  "IGNOR_0001":"abcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyzabcdefghijklmnopqrstuvwxyz",
  "guide_1":"Own Your First NFT <span style='color:#FF9900'>MOMO</span>",
  "guide_2":"BOX Raffle",
  "guide_3":"Buy BOX",
  "guide_4":"Buy MOMO",
  "guide_5":"Bid With MBOX",
  "guide_6":"Resources For Getting Started",
  "guide_7":"Participate in BOX Raffle",
  "guide_8":"Own your unique NFT momo",
  "guide_9":"MOMO will automatically collect MBOX",
  "guide_10":"Use your Momo to win more MBOX rewards",
  "guide_11":"Trade your BOX or MOMO in the market",
  "guide_12":"MBOX Listed On Binance LaunchPool",
  "guide_13":"Our Vision",
  "guide_14":"Our vision is that no NFT metaverse should be singular but rather each metaverse can be interconnected giving each unique NFT increased utility through NFT interoperability between games and platforms.",
  "guide_15":"Gallery",
  "guide_16":"New To MOMO Farmer",
  "guide_17":"Increase Hash Power",
  "guide_18":"",
  "guide_19":"MBOX-BNB LP Mining MBOX",
  "guide_20":"Use MBOX",
  "guide_21":"BOX Raffle Buy BOX in Market",
  "guide_22":"Open BOX",
  "guide_23":"Own a MOMO Automatically collect MBOX for you",
  "guide_24":"Mine & Collect MBOX",
  "guide_25":"With the goal of providing the best returns for liquidity providers, MOBOX Crates are a set of optimized yield farming Smart Contracts that automatically seek the best yield for users.   The MBOX-BNB LP token can be deposited into MOBOX Crates which will utilize CAKE mining and re-invest CAKE rewards into the protocol, giving users more of the base LP.",
  "guide_26":"More Details",
  "guide_27":"Mine Now",
  "guide_28":"BOX Raffle",
  "guide_29":"Free To Particpate, Win A Unique MOMO Every Week",
  "guide_30":"Box is an NFT mystery box in the form of BEP-1155. Opening the mystery box can obtain a MOMO with random quality and a certain hash power according to probability. Use the MBOX produced by farm to participate in the BOX Raffle to own your first MOMO.",
  "guide_31":"More Details",
  "guide_32":"Subscribe Now",
  "guide_33":"Game Changing",
  "guide_34":"Each MOMO has a randomly generated hash power that can be upgraded by consuming other MOMO NFTs.  The total hash power is calculated by adding up the hash power of all your MOMOs.  The amount of MBOX tokens mined is dependent on your weighted average of the total hash power across the platform.",
  "guide_35":"More Details",
  "guide_36":"Increase Hash Power",
  "guide_37":"Collect a team  bonus hash",
  "guide_38":"Increase Hash Power",
  "guide_39":"The higher the power The more MBOX is collected",
  "guide_40":"Fight with MOMO",
  "guide_41":"Epic MOMO wins more MBOX rewards for you in the game",
  "guide_42":"MOMO Marketplace",
  "guide_43":"Trade MOMO",
  "guide_44":"Trade BOX",
  "guide_45":"Trade GEM",
  "guide_46":"The MOBOX NFT marketplace is a decentralized exchange where users can buy and sell MOMO NFTs. In order to provide the best experience and the least fees, we have optimized the smart contracts specifically for MOMO NFT Farmer",
  "guide_47":"Choose your first <span style='color:#FF9900'>MOMO</span>",
  "guide_48":"Find teammates for your MOMO",
  "guide_49":"What is MOMO",
  "guide_50":"Momo is the most important NFT asset of MOBOX platform. Momo has a unique attribute - Hash Power. The higher the value, the higher the output of MBOX.",
  "guide_51":"Increase Hash Power",
  "guide_52":"Level up your MOMO",
  "guide_53":"Collect Team Bonus",
  "guide_54":"Active Hash Power Bonus (%)",
  "guide_55":"Fixed Bonus Hash",
  "guide_56":"+300 Hash Power",
  "guide_57":"Each crew of MOMOs with 4 qualities (Common, Uncommon, Unique, Rare) will give a bonus of 300 Hash Power.Same group of MOMOs can only get a max bonus of 300 Hash Power, and will not be repeated.<br/><br/>For example, Collect the following sets of MOMO to get an additional 300 Bonus Hash Power.",
  "guide_58":"Collections",
  "guide_59":"Markets",
  "guide_60":"Hash Power Bonus (%)",
  "guide_61":"Unique Quality and above MoMo's level can be upgraded.  Each upgrade will increase MoMo's hash rate.  Currently, the maximum level = 30.  Unique Quality and above MoMo's can be upgraded by consuming other MoMos.  When you accumulate a certain amount of Rare, Epic, and Legendary MOMOs a Hash Power Bonus (%) will be activated.",
  "guide_62":"",
  "guide_63":"Play Trade Action",
  "guide_64":"Collect Airdrops On MOMO Chat",
  "guide_65":"Play MOMO Adventure",
  "guide_66":"Free To Play",
  "guide_67":"SimpleTrade, Bull vs Bear, LeverageMania without payment",
  "guide_68":"Play Now",
  "guide_69":"Easy play",
  "guide_70":"Each game has up to 150 ranking rewards, making it easy for you  MBOX every day.",
  "guide_71":"Play Now",
  "guide_72":"APP Airdrop",
  "guide_73":"1· Download APP   2· Switch To Chat3· Collect Airdrops  4· MBOX",
  "guide_74":"Download Now",
  "guide_75":"MOMO Adventure",
  "guide_76":"Players can choose any 3 Rare MOMOs  to explore carve up 6,300 Mbox rewards every day.",
  "guide_77":"Explore Now",
  "guide_78":"Full Course for Beginners [Tutorials]",
  "guide_79":"NFT Marketplace",
  "guide_80":"Games",
  "guide_81":"MOMOverse: First Metaverse on Binance Smart Chain - Now Live!",
  "guide_82":"The MOMOverse is a cross-platform metaverse that can be enjoyed on all devices no matter where you are.<br/>Join in and be a part of this unique experience today!",
  "guide_83":"Dowoload the",
  "guide_84":"Chrome Plugin",
  "guide_85":"Dowoload from",
  "guide_86":"Community Update",
  "guide_87":"Our Games",
  "guide_88":"Each MOMO has a randomly generated hash power that can be upgraded by consuming other MOMO NFTs. The total hash power is calculated by adding up the hash power of all your MOMOs. The amount of MBOX tokens mined is dependent on your weighted average of the total hash power across the platform.",
  "guide_89":"MOBOX Blind Boxes are real life blind boxes that contain unique MOMO figurines with a QR code on each one. Players can scan the QR code and the same unique MOMO is immediately minted on the Binance Smart Chain and used across the MOMOverse.",
  "guide_90":"Beginner's Guide",
  "guide_91":"MOBOX Answers to commonly asked questions",
  "Governance_1":"Governance",
  "Governance_2":"Vote",
  "Governance_3":"Community",
  "Governance_4":"Governance Overview",
  "Governance_5":"MOBOX platform is managed by a decentralized community of veMBOX holders",
  "Governance_6":"My VeMBOX",
  "Governance_7":"1 VeMBOX = 1 Vote",
  "Governance_8":"MOMO CREATOR Vote",
  "Governance_9":"MOBOX Community",
  "Governance_10":"Governance FAQ",
  "Governance_11":"ALL",
  "Governance_12":"LEARN MORE",
  "Governance_13":"Recent Proposals",
  "Governance_14":"MOMO CREATOR",
  "Governance_15":"No Proposals",
  "Governance_16":"% in circulation",
  "Home_1":"Giao diện chính",
  "Home_2":"Nông Trại MOMO",
  "Home_3":"Hành Động Giao Dịch",
  "Home_4":"Hỗ Trợ",
  "Home_5":"Bảng xếp hạng",
  "Home_6":"Túi",
  "Home_7":"Đăng Nhập",
  "Home_8":"Đăng ký",
  "Home_9":"Kết Nối Ví",
  "Home_10":"Kết Nối Ví Mobox",
  "Home_11":"Đây là một ví tập trung",
  "Home_12":"Kết nối với các ví khác",
  "Home_13":"Đã kết nối với Ví MOBOX",
  "Home_14":"Xem trên Etherscan",
  "Home_15":"Mô tả tró chơi",
  "Home_16":"Trang trại và Kiếm tiền!",
  "Home_17":"CHƠI",
  "Home_18":"MOBOX sẽ cách mạng hóa khái niệm tró chơi miễn phí bằng cách kết hợp DeFi với những năm phát triển Trò chơi của chúng tôi, chúng tôi giới thiệu với bạn GameFi: Chơi miễn phí, Chơi để kiếm tiền. <br/> <br/> Người dùng của hệ sinh thái GameFi được thưởng thông qua Nuôi trồng lợi nhuận tự động, thị trường miễn phí cho NFT và mã thông báo quản trị MBOX. Trong toàn bộ quy trình, CRATES đang nỗ lực trong nền để tạo ra lợi nhuận tốt nhất cho mã thông báo của bạn trong khi người dùng có thể tận hưởng vô số ứng dụng mà nền tảng MOBOX cung cấp. <br/> <br/> Người dùng có thể mang lại lợi nhuận cho trang trại bằng cách đưa BNB, BUSD, USDT, USDC và DAI vào Thùng MOBOX để lấy MBOX. MBOX cũng có thể được sử dụng để xổ số HỘP để đúc các MOMO NFT độc đáo. Chất lượng duy nhất và cao hơn cấp độ của MOMO có thể được nâng cấp. Mỗi lần nâng cấp sẽ tăng tỷ lệ băm của MOMO. <br/> Mỗi và mỗi MOMO NFT đều do người dùng sở hữu và có thể được bán và mua trong MOMO NFT Exchange, do đó tạo ra một hệ sinh thái bền vững do người dùng tạo.",
  "Home_19":"TradeAction bên trong ví MOBOX. Trong TradeAction, người dùng có thể sử dụng mã thông báo mô phỏng để xem ai kiếm được nhiều tiền nhất trong thị trường tăng giá hiện tại, đây là nơi bạn có thể học hỏi, luyện tập và cạnh tranh với những người dùng MOBOX còn lại. <br/> <br/> Cũng sẽ trở thành một bảng xếp hạng nơi người dùng có thể chiến đấu để giành vị trí hàng đầu để kiếm phần thưởng tiền điện tử. Đây sẽ là một cuộc thi giao dịch không rủi ro hàng tuần. <br/> <br/> Chúng tôi cũng sẽ giới thiệu cách chơi nhanh hơn, nơi người dùng có thể mua cao / thấp với giá BTC hiện tại, chủ đề này sẽ xoay quanh BULL VS BEAR.",
  "Home_20":"TradeAction bên trong ví MOBOX. Trong TradeAction, người dùng có thể sử dụng mã thông báo mô phỏng để xem ai kiếm được nhiều tiền nhất trong thị trường tăng giá hiện tại, đây là nơi bạn cò thể học hỏi, luyện tập và cạnh tranh với những người dùng MOBOX còn lại. <br/> <br/> Cũng sẽ trở thành một bảng xếp hạng nơi người dùng có thể chiến đấu để giành vị trí hàng đầu để kiếm phần thưởng tiền điện tử. Đây sẽ là một cuộc thi giao dịch không rủi ro hàng tuần. <br/> <br/> Chúng tôi cũng sẽ giới thiệu cách chơi nhanh hơn, nơi người dùng có thể mua cao / thấp với giá BTC hiện tại, chủ đề này sẽ xoay quanh BULL VS BEAR.",
  "Home_21":"1. MOMO có chất lượng độc đáo với Tỷ lệ băm ≥ 30 có thể chỉnh sửa tên. <br/> Chất lượng đặc biệt cò thể chỉnh sửa tên, Tỷ lệ băm ≥ 80 có thể thêm tin nhắn cá nhân. <br/> Chất lượng huyền thoại có thể chỉnh sửa tên và thêm thông điệp cá nhân. <br/> LƯU Ý: Tên đã chỉnh sửa và Tin nhắn cá nhân được lưu trữ mãi mãi trên blockchain. <br/> <br/> 2. Chất lượng duy nhất và cao hơn cấp độ của MOMO có thể được nâng cấp. Mỗi lần nâng cấp sẽ tăng tỷ lệ băm của MOMO. Hiện tại, cấp độ tối đa = 30. <br/> <br/> 3. Chất lượng Duy nhất trở lên của MOMO có thể được nâng cấp bằng cách tiêu thụ các MOMO khác. Yêu cầu đối với mỗi cấp độ và mỗi MOMO là khác nhau. <br/> <br/> OK! Vì vậy, bây giờ bạn đã hiểu các MOMO tuyệt vời. Chúng ta hãy đi sâu vào cách MOMO có thể được trao đổi trên thị trường.",
  "Home_22":"Giao dịch với bạn bè",
  "Home_23":"1. Sử dụng Hợp đồng thông minh duy nhất của chúng tôi, MOMO có thể được trao đổi trong hợp đồng thông minh. Điều này giảm thiểu phí gas bằng cách không yêu cầu người dùng bỏ NFT khi đổi. <br/> 2. Khi người dùng đặt MOMO của họ vào thị trường trao đổi, Tỷ lệ băm của MOMO được tính từ Tổng tỷ lệ băm của người dùng. <br/> 3. Khi người dùng mua MOMO từ thị trường trao đổi, Tỷ lệ băm của MOMO sẽ tự động được thêm vào Tổng tỷ lệ băm của người dùng mà không yêu cầu người dùng đặt cọc vào MOMO. <br/> 4. MOMO Exchange có Hệ thống gói duy nhất cho phép người dùng đặt nhiều MOMO vào một gói để đưa ra thị trường. Người mua phải mua toàn bộ gói. <br/> 5. Nền tảng MOBOX mất 5% phí từ mỗi lần trao đổi.",
  "Home_24":"LeverageMania",
  "Home_25":"LeverageMania là một loạt các trò chơi thú vị ngắn, nơi bạn được trao mã thông báo và bạn cò thể bán ngắn hoặc mua dài với đòn bẩy 100X-1000X. <br/> <br/> Với bộ hẹn giờ 2 phút, người dùng cò thể nhập vị thế mua hoặc bán. .Sau khi nhập, bạn có thể đóng vị trí và nhập lại bất cứ lúc nào trước khi hết thời gian. <br/> <br/> Người dùng sẽ được xếp hạng tùy theo lợi nhuận và thua lỗ của họ. <br/> <br/> Đây là một trò chơi thú vị, nơi một lúc nào đò, bạn có thể thấy thu nhập của mình tăng cao lên hàng triệu USD.",
  "Home_26":"Bull vs Bear",
  "Home_27":"Bull vs Bear sẽ đưa ra các đợt phỏng đoán rất ngắn và tự hỏi liệu bitcoin sẽ tăng hay giảm trong 120 giây tới, một tốc độ nhanh nhất định nhanh chóng và một cách nhanh chóng để giữ cho bạn ở vị trí thuận lợi. <br/> <br /> Chọn Bull hoặc Bear và xem cuộc chiến bắt đầu. Tùy thuộc vào lựa chọn của bạn, tích lũy điểm tùy thuộc vào cách bitcoin giảm giá hay tăng giá. <br/> <br/> Người dùng sẽ được xếp hạng theo điểm tích lũy. <br/> Bây giờ, hãy bắt đầu cuộc chiến Bitcoin!",
  "Home_28":"Học hỏi, Kiếm tiền, Cạnh tranh!",
  "Home_29":"Điều khoản dịch vụ",
  "Home_30":"Chính sách bảo mật",
  "Home_31":"Liên hệ chúng tôi",
  "Home_32":"Tải xuống iOS",
  "Home_33":"Tải xuống Android",
  "Home_34":"Tải xuống Ví Plugin",
  "Home_35":"Chơi mọi lúc, mọi nơi",
  "Home_36":"Trải nghiệm MOBOX trên mọi thiết bị. (iOS, Android, Máy tính để bàn)",
  "Home_37":"Hướng dẫn cài đặt Ví Plugin",
  "Home_38":"Đã tải xuống và giải nén thư mục",
  "Home_39":"Mở Chrome, nhập 'chrome: // extensions' <br/> vào giao diện tiện ích mở rộng, mở chế độ nhà phát triển ở góc trên bên phải",
  "Home_40":"Nhấp vào 'Tải tiện ích mở rộng đã giải nén' và chọn thư mục vừa tải xuống và giải nén",
  "Home_41":"Sau khi cài đặt xong, nhấp vào Quản lý plugin ở góc trên bên phải của Chrome để ghim MOBOX WALLET",
  "Home_42":"Nhấp vào biểu tượng để bắt đầu sử dụng MOBOX WALLET!",
  "Home_43":"Đóng",
  "Home_44":"Địa chỉ email của bạn",
  "Home_45":"Địa chỉ email của bạn",
  "Home_46":"Mô Tả",
  "Home_47":"Nhập mô tả",
  "Home_48":"Gửi",
  "Home_49":"Gửi Thành Công",
  "Home_50":"Gửi Thất Bại",
  "Home_51":"Games",
  "Home_52":"Tin mới nhất",
  "Home_53":"Tải",
  "Home_54":"MOMO:Token Master",
  "Home_55":"Twirl and Win!Loot and Win!",
  "Home_56":"MOMO:Block Brawler",
  "Home_57":"Bash, Break, and Brawl!",
  "Home_58":"NFT Năng suất canh tác với một bước ngoặt (DappRadar)",
  "Home_59":"Một kiểu canh tác năng suất NFT mới (BNB News)",
  "Home_60":"Hướng dẫn về MOBOX",
  "Home_61":"Giành được NFT DappRader MOBOX độc quyền!",
  "Home_62":"Tham gia nhóm Hãy trở thành một phần của cuộc cách mạng mới!",
  "Home_63":"Cập nhật cộng đồng # 19",
  "Home_64":"Cập nhật cộng đồng # 18",
  "Home_65":"Cập nhật cộng đồng # 17",
  "Home_66":"Quét mã QR bằng ví tương thích với WalletConnect",
  "Home_67":"Token Master",
  "Home_68":"Tài sản Blockchain MOMO",
  "Home_69":" Một người chiến đấu bình thường, nơi mọi người có thể đấu MOMO của họ với nhau. <br/> <br/> MOMO có thể tích lũy kỹ năng tùy thuộc vào Đá quý (giải thích bên dưới) mà họ tích lũy thông qua MOMO: NFT nông dân. Mỗi MOMO có thể được trang bị 1 Kỹ năng Chủ động và 3 Kỹ năng Bị động. <br/> <br/> Mỗi MOMO sẽ có 4 kỹ năng khi họ bước vào mùa giải, với Rare trở lên có tùy chọn nâng cấp kỹ năng của họ. <br/> <br/> MOMO Gold Mine: Tùy thuộc vào tổng tỷ lệ băm của bạn , MOMO sẽ tích lũy Xu vàng có thể được sử dụng trong trò chơi MOMO: Token Master.",
  "Home_70":"Lối Chơi",
  "Home_71":"Trong Token Master, mục tiêu là tích lũy càng nhiều Tiền vàng bằng cách chiến đấu với các MOBOXer khác và ăn cắp Tiền vàng của họ hoặc bằng cách chơi Monopoly wheel. <br/> <br/> Mỗi MOMO có thể được trang bị 1 Kỹ năng Chủ động và 3 Kỹ năng Bị động. Có tổng cộng 80 kỹ năng Chủ động và 100 kỹ năng Bị động để bạn lựa chọn. <br/> <br/> Mỗi MOMO sẽ có 4 kỹ năng khi họ bước vào mùa giải, với Hiếm trở lên có tùy chọn nâng cấp kỹ năng của họ. <Br /> <br/> MOMO Gold Mine: Tùy thuộc vào tổng tỷ lệ băm của bạn, MOMO sẽ tích lũy Gold Coin có thể được sử dụng trong trò chơi MOMO: Token Master. <br/> <br/> MOMO Battler: Mỗi MOBOXer đều nhận được một bộ số lần cố gắng ăn cắp Xu vàng từ các MOBOXer khác hàng ngày. MOMO được đưa vào các đội mà họ chiến đấu 3v3. Đối với mỗi MOMO bị đánh bại, MOBOXer sẽ nhận được một ngôi sao và tùy thuộc vào số Ngôi sao mà người chiến thắng nhận được, họ sẽ ăn cắp một phần Vàng của đối thủ. <br/> <br/> MOMOpoly: Mang lại một thành công lớn, MOBOXer có thể sử dụng Xu vàng và kiểm tra vận may của họ trên bánh xe để tích lũy nhiều Xu vàng hơn nữa!",
  "Home_72":"Phần thưởng mùa",
  "Home_73":"trò chơi được thiết lập theo các mùa, với mỗi mùa sẽ đặt lại tất cả số liệu thống kê và bảng thành tích. <br/> <br/> Bảng xếp hạng: Sẽ có tổng cộng ba bảng xếp hạng, mỗi bảng sẽ trao phần thưởng MBOX. <br/> <br/> a. Token Master: Bảng xếp hạng chính Token dựa trên tổng số Xu vàng tích lũy được trong mùa giải. <br/> <br/> b. Ngôi sao: Bảng xếp hạng Ngôi sao dựa trên tổng số Ngôi sao được tích lũy trong MOMO Battler. <br/> <br/> c. MOMOpoly: Bảng xếp hạng MOMOpoly dựa trên hệ số nhân cao nhất từ bánh xe may mắn.",
  "Home_74":"MOMO:Tactical Party Slaye",
  "Home_75":"Slay em' Slash em'",
  "Home_76":"Trò chơi NFTs",
  "Home_77":"Huyền thoại NFTs",
  "Home_78":"Các mốc quan trọng",
  "Home_79":"Tài sản đang được quản lý",
  "Home_80":"Giao dịch NFT",
  "Home_81":"Người chơi",
  "Home_82":"Nông dân NFT",
  "Home_83":"Cộng đồng",
  "Home_84":"Hệ sinh thái MBOX",
  "Home_85":"Về MBOX",
  "Home_86":"Mua lại và Đốt",
  "Home_87":"Chỗ mua lại",
  "Home_88":"Tổng số Đốt",
  "Home_89":"Tổng số MBOX được đặt cọc",
  "Home_90":"Tổng veMBOX",
  "Home_91":"Thời gian đặt cọc trung bình (D)",
  "Home_92":"· VeMBOX sẽ được sử dụng làm mã thông báo biểu quyết duy nhất cho quyết định quan trọng trên nền tảng MOBOX. veMBOX chỉ có thể nhận được thông qua đặt cược MBOX.",
  "Home_93":"· VeMBOX không thể được giao dịch.",
  "Home_94":"· VeMBOX cũng tăng trọng lượng thưởng cho khai thác Crates MBOX, lên đến 3X (sử dụng máy tính để ước tính lượng veMBOX cần thiết).",
  "Home_95":"Lộ Trình",
  "Home_96":"ĐÂY LÀ CỘNG ĐỒNG CỦA CHÚNG TÔI!",
  "Home_97":"Giao tiếp về các chủ đề khác nhau, chia sẻ thành công trong trò chơi của bạn, tìm bạn bè và những người cùng chí hướng! Tham gia trò chuyện của chúng tôi ngay bây giờ!",
  "Home_98":"Người Đăng Kí",
  "Home_99":"Đối tác chiến lược",
  "Home_100":"Ví BOX",
  "Home_101":"Nền tảng MOBOX Giai đoạn 1 phát triển <br> Ví phi tập trung MOBOX <br> Ví tập trung MOBOX (BOX)",
  "Home_102":"MOBOX Alpha ra mắt <br> Hợp đồng canh tác lợi nhuận được tối ưu hóa trên Ethereum (được đổi thành BNB do phí gas cao và lợi nhuận tốt hơn cho người dùng) <br> Hoàn thành hợp đồng thông minh NFT <br> Giới thiệu cơ chế chơi miễn phí, chơi để kiếm tiền",
  "Home_103":"MOBOX Chơi miễn phí - Chơi để kiếm tiền ra mắt chính thức Nền tảng <br> MOMO: Token Master (Trò chơi PVP thông thường) <br> MOBOX MOMO NFT trao đổi phi tập trung <br> Tối ưu hóa hợp đồng canh tác lợi nhuận để có năng suất cao hơn <br> Chiến lược canh tác lợi nhuận mới thông qua VAI mã thông báo <br> Cầu MOBOX cho hỗ trợ NFT chuỗi chéo",
  "Home_104":"MOBOX NFT Creator Platform <br> VeMBOX Booster Smart Contract <br> MOMO: Block Brawler Game (Game # 2) <br> Cross Chain Yield Farming <br> người chơi thể thao điện tử và người phát trực tiếp NFT huyền thoại <br> Danh sách Exchange lớn <br > Nhóm khai thác nhiều mã thông báo",
  "Home_105":"API người tạo trò chơi dành cho nhà phát triển bên thứ ba <br> IP cấp 1 của đối tác cho MOMO NFT huyền thoại <br> MOMO: Tactical Party Slayer  (Trò chơi số 3) <br> Hệ thống trò chuyện trên toàn nền tảng",
  "Home_106":"Nhà phát triển bên thứ ba đầu tiên tham gia sử dụng API <br> Mở rộng trên IP Cấp 1 cho MOMO NFT Huyền thoại <br> Mở rộng Nuôi trồng Năng suất Chuỗi chéo",
  "Home_107":"Nền tảng bỏ phiếu để người dùng bỏ phiếu cho NFT và trò chơi sẽ được phát hành <br> Tiếp tục mở rộng trên IP cấp 1 cho MOMO NFT huyền thoại <br> Mở rộng trên hệ thống Thành tích để tăng mức độ tương tác và giữ chân <br> Hoàn thiện và tối ưu hóa các API với ID NFT của nhà xuất bản để theo dõi chia sẻ doanh thu",
  "Home_108":"Docs",
  "Home_109":"Block Brawler",
  "Home_110":"1. MOMO hashpower will be synchronized to Block Brawler.  There are a total of 3 mining pools: Gold Coin, Skill Books, and Gear.  According to the hash power players assign to each pool, the mining rates will change accordingly.<br/><br/>2.There are 6 heroes with different styles in block brawler, players can freely choose.Heroes can learn skill, match Gear, shine in dungeons and battlefields and receive rewards.<br/><br/>3.Gem will add hero attributes in the block brawler.",
  "Home_111":"Developer",
  "Home_112":"Platform",
  "Home_113":"Tag",
  "Home_114":"ChainZ Arena",
  "Home_115":"ChainZ Arena World",
  "Home_116":"MOland Defense",
  "Home_117":"Defense deploy complete, Commander!",
  "Home_118":"Aim for the High Throne!",
  "Register_1":"Đăng ký bằng E-mail",
  "Register_2":"Đăng ký bằng Điện thoại",
  "Register_3":"Bạn cò sẵn một tài khoản? Đăng nhập",
  "Register_4":"E-mail",
  "Register_5":"Điền E-mail",
  "Register_6":"Mã xác nhận",
  "Register_7":"Nhập mã xác nhận",
  "Register_8":"Gửi",
  "Register_9":"Tôi đã đọc và đồng ý (Điều khoản sử dụng)",
  "Register_10":"Tiếp theo",
  "Register_11":"Điều khoản sử dụng",
  "Register_12":"Chi tiết điều khoản sử dụng",
  "Register_13":"Phần sau",
  "Register_14":"Mật khẩu",
  "Register_15":"Nhập mật khẩu",
  "Register_16":"Xác nhận mật khẩu",
  "Register_17":"Nhập lại mật khẩu",
  "Register_18":"Ít nhất 8 ký tự.",
  "Register_19":"Đặt mã PIN",
  "Register_20":"Mã PIN sẽ được sử dụng cho các giao dịch",
  "Register_21":"Lặp lại mã PIN",
  "Register_22":"Hoàn thành",
  "Register_23":"Đăng ký thành công",
  "Register_24":"Hoàn thành",
  "Register_25":"Số điện thoại",
  "Register_26":"Nhập số điện thoại",
  "Register_27":"Đăng nhập",
  "Register_28":"Đăng nhập bằng ví MOBOX của bạn",
  "Register_29":"Đăng ký ngay",
  "Register_30":"Quên mật khẩu",
  "Register_31":"E-mail hoặc Di động",
  "Register_32":"Nhập E-mail hoặc Di động",
  "Register_33":"Sử dụng email",
  "Register_34":"Sử dụng điện thoại",
  "Register_35":"Tên tài khoản",
  "Register_36":"Điền tên đăng nhập",
  "Register_37":"Ít nhất 1 chữ hoa.",
  "Register_38":"Ít nhất 1 số.",
  "Register_39":"Không thể bao gồm tên, tên người dùng hoặc dấu cách của bạn.",
  "Register_40":"Đăng xuất",
  "Register_41":"Đặt mật khẩu",
  "Register_42":"Mã mời (Tùy chọn)",
  "Register_43":"Nhập mã mời (Tùy chọn)",
  "Register_44":"Please verify you are a human",
  "Ranking_1":"Alpha Event Leaderboard",
  "Ranking_2":"Countdown",
  "Ranking_3":"MBOX Token",
  "Ranking_4":"MOMO Hash Power",
  "Ranking_5":"TradeAction Rewards",
  "Ranking_6":"Rank",
  "Ranking_7":"MOMO Hashrate",
  "Ranking_8":"Rewards 10,000 USDT + 100,000 MBOX",
  "Ranking_9":"Hashrate",
  "Ranking_10":"Current",
  "Ranking_11":"Page #0#",
  "Ranking_12":"My Rank",
  "Ranking_13":"Cumulative Rewards",
  "Ranking_14":"Points",
  "Ranking_15":"MBOX Tokens",
  "Ranking_16":"Rewards USDT + MBOX",
  "Message_1":"More info",
  "Message_2":"Notifications",
  "Message_3":"All Read",
  "Message_4":"Collapse",
  "Message_5":"Details",
  "Setting_1":"Trung tâm người dùng",
  "Setting_2":"Tất cả cài đặt nền tảng",
  "Setting_3":"Xin chào,",
  "Setting_4":"ID tài khoản",
  "Setting_5":"Tổng tài sản",
  "Setting_6":"Đã đặt cọc",
  "Setting_7":"Đặt cọc",
  "Setting_8":"Gỡ bỏ",
  "Setting_9":"Tài sản cố định",
  "Setting_10":"Thu nhập",
  "Setting_11":"APY",
  "Setting_12":" NFTs của tôi",
  "Setting_13":"NFT sở hữu: #0#",
  "Setting_14":"Giá trị NFT: #0#",
  "Setting_15":"Xem NFT",
  "Setting_16":"Top 6 NFTs",
  "Setting_17":"Bảo mật tài khoản",
  "Setting_18":"Mức độ bảo mật",
  "Setting_19":"Tối thiểu",
  "Setting_20":"Medium",
  "Setting_21":"Tối đa",
  "Setting_22":"Liên Kết E-mail",
  "Setting_23":"Liên Kết",
  "Setting_24":"Liên kết điện thoại di động",
  "Setting_25":"Liên kết truyền thông xã hội",
  "Setting_26":"Đã liên kết",
  "Setting_27":"Thành tựu",
  "Setting_28":"Danh hiệu  :",
  "Setting_29":"Hoàn thành: (#0#/#1#)",
  "Setting_30":"Phần thưởng: #0# MBOX",
  "Setting_31":"Nhận",
  "Setting_32":"Xem thành tích",
  "Setting_33":"Định cấu hình tài khoản",
  "Setting_34":"Định cấu hình bảo mật",
  "Setting_35":"Tài khoản Liên Kết",
  "Setting_36":"Định cấu hình tài khoản",
  "Setting_37":"Đổi mật khẩu",
  "Setting_38":"Thay đổi pin",
  "Setting_39":"Thay đổi",
  "Setting_40":"Việc liên lết E-mail của bạn sẽ tăng tính bảo mật cho Tài khoản của bạn.",
  "Setting_41":"Xác nhận",
  "Setting_42":"Việc liên kết điện thoại di động của bạn sẽ tăng cường bảo mật tài khoản của bạn.",
  "Setting_43":"Mật khẩu ban đầu",
  "Setting_44":"mật khẩu mới",
  "Setting_45":"Xác nhận mật khẩu",
  "Setting_46":"Thay đổi pin",
  "Setting_47":"Hủy bỏ",
  "Setting_48":"Xác nhận",
  "Setting_49":"Sổ địa chỉ",
  "Setting_50":"Chuyển khoản nhanh",
  "Setting_51":"Liên lạc",
  "Setting_52":"Thêm địa chỉ",
  "Setting_53":"Tên",
  "Setting_54":"Địa chỉ nhà",
  "Setting_55":"Bản ghi nhớ",
  "Setting_56":"Xóa bỏ",
  "Setting_57":"Thêm bản ghi nhớ",
  "Setting_58":"Xác nhận",
  "Setting_59":"Xem tiến độ thành tích",
  "Setting_60":"Thành tích Tài khoản",
  "Setting_61":"Thành tựu TradeAction",
  "Setting_62":"Thành tựu MOMO",
  "Setting_63":"Thành tựu Tài sản",
  "Setting_64":"Thành tựu Trao đổi",
  "Setting_65":"Hoàn thành",
  "Setting_66":"Nhận xét",
  "Setting_67":"Phản hồi của bạn rất quan trọng với chúng tôi",
  "Setting_68":"Nội dung",
  "Setting_69":"Nhập phản hồi",
  "Setting_70":"Lỗi hệ thống",
  "Setting_71":"Đối tác",
  "Setting_72":"Không hiểu",
  "Setting_73":"0/100",
  "Setting_74":"Nộp",
  "Setting_75":"Danh sách phản hồi",
  "Setting_76":"Nội dung",
  "Setting_77":"Tiếp tục",
  "Setting_78":"Phản ứng",
  "Setting_79":"Người gửi",
  "Setting_80":"Mời đăng ký",
  "Setting_81":"Mời bạn bè và nhận phần thưởng MBOX",
  "Setting_82":"Được mời",
  "Setting_83":"Phần thưởng MBOX đã nhận:",
  "Setting_84":"chi tiết sự kiện",
  "Setting_85":"chi tiết sự kiện",
  "Setting_86":"Liên kết mời",
  "Setting_87":"Sao chép",
  "Setting_88":"Mã mời",
  "Setting_89":"MÃ mời QR",
  "Setting_90":"Quét mã QR để đăng ký",
  "Setting_91":"Sao chép mã QR",
  "Setting_92":"Bạn bè được mời",
  "Setting_93":"Tài khoản bạn bè",
  "Setting_94":"Yêu cầu phần thưởng MBOX cần 72 giờ.",
  "Setting_95":"Nhận",
  "Setting_98":"Phần thưởng MBOX do người dùng này cung cấp",
  "Setting_99":"Đăng xuất",
  "Setting_100":"Nhật ký yêu cầu",
  "Setting_101":"Liên kết địa chỉ MOMO Farmer",
  "Setting_102":"Hủy liên kết",
  "Setting_103":"Địa chỉ đã bị ràng buộc",
  "Setting_104":"Xác nhận để hủy liên kết địa chỉ？",
  "Setting_105":"Bạn có thể nhận phần thưởng từ 10 lời mời sau. <br/> Để tăng giới hạn, vui lòng liên hệ với bộ phận hỗ trợ.",
  "Setting_106":"Đã hoàn thành giai đoạn thành tích hiện tại",
  "Setting_107":"Thay đổi thành công",
  "Setting_108":"Thay đổi không thành công",
  "Setting_109":"Yêu cầu phần thưởng",
  "Setting_110":"Chỉ cò 6 ký tự",
  "Setting_111":"Chỉ cò số",
  "Setting_112":"Hai đầu vào thích hợp",
  "Setting_113":"Xem áp phích",
  "Setting_114":"Thay đổi tên người dùng",
  "Setting_115":"Connect to MOBOX",
  "Setting_116":"Select the address you want to use on this website",
  "Setting_117":"Sign Request",
  "Setting_118":"This content should only be signed if you fully understand the content and trust the requesting website.",
  "Setting_119":"Content:",
  "Tips_1":"No provider was found",
  "Tips_2":"Please unlock wallet",
  "Chat_1":"Tin Nòng",
  "Chat_2":"Của Tôi",
  "Chat_3":"Thêm",
  "Chat_4":"Thanh công cụ",
  "Chat_5":"MOMO Farmer",
  "Chat_6":"Các tró chơi MOMO",
  "Chat_7":"Token Master",
  "Chat_8":"Trade Action",
  "Chat_9":"Tạo một phòng riêng",
  "Chat_10":"Tạo một phòng riêng và chia sẻ nó với bạn bè.",
  "Chat_11":"Bạn nhấp để tạo phòng riêng <br/> có nghĩa là bạn đồng ý với Nguyên tắc cộng đồng của MOBOX",
  "Chat_12":"Tham gia một phòng riêng",
  "Chat_13":"Một người bạn đã tạo một phóng ? Nhập số phóng và mật khẩu để tham gia trò chuyện",
  "Chat_14":"Số phóng",
  "Chat_15":"Nhập số phóng",
  "Chat_16":"Mật khẩu",
  "Chat_17":"Nhập mật khẩu",
  "Chat_18":"Biểu cảm",
  "Chat_19":"Yêu thích",
  "Chat_20":"Thay đổi hình đại diện",
  "Chat_21":"Xác nhận",
  "Chat_22":"Danh sách đen",
  "Chat_23":"Màu",
  "Chat_24":"Sáng",
  "Chat_25":"Tối",
  "Chat_26":"Tiếng Trung",
  "Chat_27":"Tiếng Anh",
  "Chat_28":"Toàn Cầu",
  "Chat_29":"Sao chép thành công",
  "Chat_30":"Cơ bản",
  "Chat_31":"Cao",
  "Chat_32":"Bậc Thầy",
  "Chat_33":"Huyền thoại",
  "Chat_34":"Quản trị viên",
  "Chat_35":"Xin lỗi",
  "Chat_36":"Phòng này đã đóng cửa <br/> vui lòng chuyển sang phòng khác",
  "Chat_37":"Bảo Trì",
  "Chat_38":"Hệ thống đang được bảo trì <br/> vui lòng thử lại sau",
  "Chat_39":"Nhấp để biết thêm thông tin ↑",
  "Chat_40":"#0# @Bạn: #1#",
  "Chat_41":"Ghim",
  "Chat_42":"Xòa",
  "Chat_43":"Xòa tất cả",
  "Chat_44":"Tắt tiếng",
  "Chat_45":"5 phút",
  "Chat_46":"1 giờ",
  "Chat_47":"1 tháng",
  "Chat_48":"Dài hạn",
  "Chat_49":"Vui lóng đăng nhập trước khi bạn có thể gửi tin nhắn trong Tró chuyện nhóm này.",
  "Chat_50":"Xòa khỏi danh sách đen",
  "Chat_51":"Khách",
  "Chat_52":"Bạn đã bị ngắt kết nối, đang kết nối lại",
  "Chat_53":"Không kết nối được với phóng, vui lòng thử lại.",
  "Chat_54":"Bạn đã vào phóng.",
  "Chat_55":"Vui lòng đăng nhập trước khi bạn có thể chuyển đổi khu vực nhóm.",
  "Chat_56":"Thêm vào danh sách đen",
  "Chat_57":"MOD",
  "Chat_58":"Tạm thời bị cấm #0#",
  "Chat_59":"1 ngày",
  "Chat_60":"Quy tắc",
  "Chat_61":"Tin nhắn của người dùng này đã bị chặn",
  "Chat_62":"tiếng Nga",
  "Asset_1":"Tổng tài sản BOX",
  "Asset_2":"PNL hôm nay",
  "Asset_3":"24 giờ qua",
  "Asset_4":"Danh sách mã thông báo",
  "Asset_5":"Tìm kiếm",
  "Asset_6":"Mã thông báo",
  "Asset_7":"Cò sẵn",
  "Asset_8":"Tổng giá trị",
  "Asset_9":"Hoạt động",
  "Asset_10":"Gửi tiền",
  "Asset_11":"Rút",
  "Asset_12":"Gửi tiền nhanh",
  "Asset_13":"Số tiền đặt cọc",
  "Asset_14":"Gửi tiền vào plugin",
  "Asset_15":"Lưu ý: Địa chỉ chỉ chấp nhận #0#",
  "Asset_16":"Sao chép địa chỉ",
  "Asset_17":"Lịch sử giao dịch",
  "Asset_18":"Loại giao dịch",
  "Asset_19":"Tổng cộng",
  "Asset_20":"Thời gian giao dịch",
  "Asset_21":"Trạng thái",
  "Asset_22":"Thông tin chi tiết",
  "Asset_23":"Thành công",
  "Asset_24":"Thất bại",
  "Asset_25":"Chưa giải quyết",
  "Asset_26":"Nhiều hơn",
  "Asset_27":"Log",
  "Asset_28":"Chi tiết giao dịch hiện tại",
  "Asset_29":"Gửi tiền thành công",
  "Asset_30":"Gửi tiền không thành công",
  "Asset_31":"Rút tiền thành công",
  "Asset_32":"Rút tiền không thành công",
  "Asset_33":"Người gửi",
  "Asset_34":"Người nhận",
  "Asset_35":"Thời gian",
  "Asset_36":"ID giao dịch",
  "Asset_37":"Số lượng",
  "Asset_38":"Giá trị",
  "Asset_39":"Tối đa",
  "Asset_40":"Phí",
  "Asset_41":"Số tiền nhận được",
  "Asset_42":"Quản lý sổ địa chỉ",
  "Asset_43":"Địa chỉ ví Plugin",
  "Asset_44":"Không có bản ghi nhớ",
  "Asset_45":"Xác nhận",
  "Asset_46":"Đòng",
  "Asset_47":"Để đảm bảo an toàn cho tiền của bạn, vui lóng xem xét thông tin của bạn một cách cẩn thận",
  "Asset_48":"Mật khẩu giao dịch",
  "Asset_49":"Thay đổi mật khẩu giao dịch",
  "Asset_50":"Đặt mật khẩu giao dịch",
  "Asset_51":"Xác nhận mật khẩu giao dịch",
  "Asset_52":"Mật khẩu giao dịch không chính xác",
  "Asset_53":"Kiểm tra địa chỉ",
  "Asset_54":"Vui lòng nhập số lượng chính xác",
  "Asset_55":"Số dư không đủ",
  "Asset_56":"Phí",
  "Asset_57":"Đã đạt đến giới hạn số lần rút tiền",
  "Asset_58":"Đã đạt đến giới hạn số tiền rút",
  "Asset_59":"Số tiền rút mã thông báo này được giới hạn",
  "Asset_60":"Hoán đổi nhanh BNB",
  "Asset_61":"Một lần một ngày",
  "Asset_62":"Sử dụng Xác minh Email",
  "Asset_63":"Sử dụng Xác minh Điện thoại",
  "Asset_64":"Lời khuyên",
  "Asset_65":"Nếu bạn đang cò kế hoạch tham gia khai thác trang trại MOMO, giao dịch MOMO hoặc các hoạt động khác trong trang trại, vui lòng không nạp tiền vào ví tài khoản MOBOX. <br/> Vui lòng sử dụng ví BNB để tham gia MOMO Farm.",
  "Asset_66":"I got it",
  "Asset_67":"Phần thưởng thành tích",
  "Asset_68":"Phần thưởng xếp hạng vàng của Token Master",
  "Asset_69":"Phần thưởng xếp hạng cướp bóc Token Master",
  "Asset_70":"Phần thưởng xếp hạng Token Master MOMOpoly",
  "Asset_71":"Phần thưởng Token Master Lucky Wheel",
  "Asset_72":"Khai thác nhanh Token Master",
  "Asset_73":"Mua Lượt Token Master",
  "Asset_74":"Mua sách kỹ năng Token Master",
  "Asset_75":"Tái đấu Token Master",
  "Asset_76":"Phần thưởng phiêu lưu Token Master",
  "Asset_77":"Gửi Airdrop MOBOX APP",
  "Asset_78":"Nhận Airdrop MOBOX APP",
  "Asset_79":"MOBOX APP and Plugin Wallet supports MEC transfer now",
  "Asset_80":"MEC Deposit Guide",
  "Asset_81":"BNB Smart Chain",
  "Asset_10002":"Mua Lượt Token Master",
  "Asset_10005":"Mua sách kỹ năng Token Master",
  "Asset_10006":"Tái đấu Token Master",
  "Asset_20011":"Phần thưởng xếp hạng vàng của Token Master",
  "Asset_20013":"Phần thưởng xếp hạng cướp bóc Token Master",
  "Asset_20016":"Phần thưởng phiêu lưu Token Master",
  "Asset_40021":"Block Brawler - Backpack expansion",
  "Asset_40007":"Block Brawler - Transfer",
  "Asset_40001":"Block Brawler - Boost",
  "Asset_40022":"Block Brawler - Advanced Forge",
  "Asset_40023":"Block Brawler - Advanced Refine",
  "Asset_40002":"Block Brawler - Mushroom Jungle increase battle attempts",
  "Asset_41004":"Block Brawler - Dungeon Rewards",
  "Asset_40003":"Block Brawler - Ice Desert increase battle attempts",
  "Asset_41001":"Block Brawler - Ice Desert Season Rewards",
  "Asset_40006":"Block Brawler - Reset Skill",
  "Asset_40004":"Block Brawler - Void Netherfield increase battle attempts",
  "Asset_40005":"Block Brawler - Arena of Legends increase battle attempts",
  "Asset_40010":"Block Brawler - Boost (Gear)",
  "Asset_40008":"Block Brawler - Boost (Gold)",
  "Asset_40009":"Block Brawler - Boost (Skill book)",
  "Asset_41002":"Block Brawler - Void Netherfield Season Rewards",
  "Asset_41003":"Block Brawler - Arena of Legends Season Rewards",
  "Asset_41005":"Block Brawler - Ice Desert Dungeon Rewards",
  "Asset_41006":"Block Brawler - Void Netherfield Dungeon Rewards",
  "Asset_41007":"Block Brawler - Arena of Legends Dungeon Rewards",
  "Asset_001":"Game Consum",
  "Asset_002":"Game Reward",
  "Asset_40101":"Block Brawler - Purchase Gear",
  "Asset_41102":"Block Brawler - Sell Gear",
  "Asset_41008":"Block Brawler - Normal Sweep Rewards",
  "Asset_40024":"Block Brawler - Intensify",
  "Asset_40025":"Block Brawler - Expands skill plan",
  "Asset_40026":"Block Brawler - Expands Gear plan",
  "Asset_41009":"Block Brawler - High-Lv Sweep Rewards",
  "Asset_40027":"Block Brawler - Purchase Talent books",
  "Asset_40011":"Block Brawler - Reset Talent",
  "Asset_66001":"ChainZ Arena - Advanced Summon x1",
  "Asset_66002":"ChainZ Arena - Advanced Summon x10",
  "Asset_66003":"ChainZ Arena - Perfect Rebirth Hero",
  "Asset_66004":"ChainZ Arena - Expand bag slots",
  "Asset_66011":"ChainZ Arena - Purchase 4H Mining Hammer",
  "Asset_66012":"ChainZ Arena - Purchase 8H Mining Hammer",
  "Asset_66013":"ChainZ Arena - Purchase 16H Mining Hammer",
  "Asset_66020":"ChainZ Arena - Create Guild",
  "Asset_66021":"ChainZ Arena - Modify Guild Badge",
  "Asset_66023":"ChainZ Arena - Individual Boost (Guild Tokens)",
  "Asset_66024":"ChainZ Arena - Mutiple Boost (Guild Tokens)",
  "Asset_66030":"ChainZ Arena - Dungeon inspiration",
  "Asset_66031":"ChainZ Arena - Chest Booster",
  "Asset_66041":"ChainZ Arena - Daily Chest 1",
  "Asset_66042":"ChainZ Arena - Daily Chest 2",
  "Asset_66044":"ChainZ Arena - Daily Chest 4",
  "Asset_66051":"ChainZ Arena - MOBOX Pass",
  "Asset_66052":"ChainZ Arena - Purchase MOBOX Pass EXP",
  "Asset_67002":"ChainZ Arena - Guild Technology Upgrade",
  "Asset_65301":"ChainZ Arena - Arena increase battle attempts",
  "Asset_65302":"ChainZ Arena - Royal Arena increase battle attempts",
  "Asset_65303":"ChainZ Arena - Guild Dungeon increase battle attempts",
  "Asset_65401":"ChainZ Arena - Elemental Crystals",
  "Asset_65304":"ChainZ Arena - Island Brawler Rematch",
  "Asset_65305":"ChainZ Arena - Island Brawler increase battle attempts",
  "Asset_60708":"ChainZ Arena - Dungeon AFK Reward",
  "Asset_60716":"ChainZ Arena - Open Chest",
  "Asset_60800":"ChainZ Arena - Dungeon Rank Rewards",
  "Asset_60801":"ChainZ Arena - Arena Rank Rewards",
  "Asset_60802":"ChainZ Arena - Royal Arena Rank Rewards",
  "Asset_60804":"ChainZ Arena - Island Brawler Rank Rewards",
  "Asset_66043":"ChainZ Arena - Daily Chest 3",
  "Asset_67001":"ChainZ Arena - Hero Evolve",
  "Asset_60810":"ChainZ Arena - Lucky Wheel",
  "Asset_65300":"ChainZ Arena - Treasure Island Stake",
  "Asset_65306":"ChainZ Arena - Treasure Island Return",
  "Asset_60831":"ChainZ Arena - Treasure Island Stake",
  "Asset_60822":"ChainZ Arena - Treasure Island Return",
  "Asset_75342":"Moland Defense - Hero Star Promotion",
  "Asset_75421":"Moland Defense - Store Purchase",
  "Asset_75429":"Moland Defense - Function Purchase",
  "Asset_75502":"Moland Defense - Create Legion",
  "Asset_77604":"Moland Defense - Quick Battle",
  "Asset_78303":"Moland Defense - Funds Purchase",
  "Asset_73708":"Moland Defense - Lucky Wheel",
  "Asset_72605":"Moland Defense - Stage Rewards",
  "Asset_74001":"Moland Defense - Season Rewards",
  "Asset_70421":"Moland Defense - Stage Keys Rewards",
  "Asset_74351":"Moland Defense - Peak Arena Challenger Rewards",
  "Asset_73702":"Moland Defense - Relics Exploration",
  "Asset_73703":"Moland Defense - Relics Exploration",
  "Asset_78905":"Moland Defense - Marketplace Purchase",
  "Asset_73905":"Moland Defense - Marketplace Sell",
  "Asset_75592":"Moland Defense - Legion Auction Stake",
  "Asset_70592":"Moland Defense - Legion Auction Return",
  "Asset_95001":"MOMOverse - Advanced craft",
  "Asset_95005":"MOMOverse - Commission prepay",
  "Asset_90711":"MOMOverse - Material buy-back",
  "Asset_94901":"MOMOverse-Sell items",
  "Asset_94902":"MOMOverse-Revoke marketplace buy order refunds",
  "Asset_94903":"MOMOverse-Revoke foundry combine refunds",
  "Asset_94904":"MOMOverse - Collect daily leaderboard rewards",
  "Asset_99901":"MOMOverse - Market Pending Order",
  "achievement_1":"Nhận #0# MBOX",
  "achievement_2":"Tài khoản Thành tích",
  "achievement_3":"Thành tựu TradeAction",
  "achievement_4":"Thành tựu MOMO",
  "achievement_5":" Tài sản Thành tựu",
  "achievement_6":"Trao đổi thành tích",
  "achievement_7":"Liên kết E-mail",
  "achievement_8":"Liên kết Mobile",
  "achievement_9":"Mời bạn bè",
  "achievement_10":"Liên kết địa chỉ",
  "achievement_11":"Chuyển giao tài sản",
  "achievement_12":"Thêm giao dịch",
  "achievement_13":"Phân tích tài sản",
  "achievement_14":"Tham gia vào TradeAction",
  "achievement_15":"Đừng băn khoăn",
  "achievement_16":"Nhà triệu phú",
  "achievement_17":"Bull Bear Maestro",
  "achievement_18":"Vua đón Bẩy",
  "achievement_19":"Mở rương",
  "achievement_20":"Nâng cấp MOMO",
  "achievement_21":"Đổi tên MOMO",
  "achievement_22":"Viết tin nhắn MOMO",
  "achievement_23":"Mua MOMO",
  "achievement_24":"Crate kiếm MBOX",
  "achievement_25":"MOMO kiếm MBOX",
  "achievement_26":"E-mail đã được liên kết",
  "achievement_27":"Mobile đã được liên kết",
  "achievement_28":"Mời #0# Bạn và Liên kết số điện thoại",
  "achievement_29":"MOMO Farmer đã được liên kết",
  "achievement_30":"Chuyển tiền điện tử trị giá # 0 # USD vào Ví phi tập trung MOBOX",
  "achievement_31":"Thêm # 0 # Giao dịch",
  "achievement_32":"Hoàn thành #0# Phân tích tài sản",
  "achievement_33":"Tham gia bất kỳ cuộc thi TradeAction nào # 0 # lần",
  "achievement_34":"Xếp hạng 3 trong bất kỳ cuộc thi nào # 0 # lần",
  "achievement_35":"Xếp hạng 1 trong SimpleTrade # 0 # lần",
  "achievement_36":"Xếp hạng 1 trong Bull vs Bear # 0 # lần",
  "achievement_37":"Xếp hạng 1 về Đòn bẩy Mania # 0 # lần",
  "achievement_38":"Xếp hạng 3 trong SimpleTrade # 0 # lần",
  "achievement_39":"Xếp hạng 3 trong Bull vs Bear # 0 # lần",
  "achievement_40":"Xếp hạng 3 trong Leverage Mania # 0 # lần",
  "achievement_41":"Mở # 0 # Rương",
  "achievement_42":"Tăng cấp # 0 # MOMO lên # 1 #",
  "achievement_43":"Đổi tên MOMO # 0 # lần",
  "achievement_44":"Viết tin nhắn MOMO # 0 # lần",
  "achievement_45":"Mua # 0 # MOMO",
  "achievement_46":"Kiếm # 0 # MBOX thông qua airdrop Crate",
  "achievement_47":"Kiếm # 0 # MBOX thông qua khai thác MOMO",
  "achievement_48":"Giải phóng",
  "achievement_49":"Nhận thành công",
  "achievement_50":"Nhận thất bại",
  "Help_1":"Overview",
  "Help_2":"A Platform to serve all your needs",
  "Help_3":"MOBOX platform is a new and engaging one stop shop for all your cryptocurrency needs governed by the community. By combining an easy on-board process, exciting games for users to enjoy, intuitive portfolio analysis and the most up-to-date opinions from the wider community MOBOX will be the first ever platform built with you in mind; whether you are just getting started with your first bitcoin or a veteran blockchain enthusiast. Learn, Save, Analyze, Play!",
  "Help_4":"MOBOX Ecosystem",
  "Help_5":"The MOBOX ecosystem includes 4 distinctive systems that provide a unique platform where amateurs and those new to crypto a gateway to benefit from everything that blockchain has to offer.",
  "Help_6":"Mwallet",
  "Help_7":"Barrier to entry is the biggest issue the blockchain industry faces. With a simple to use design, MWallet uses a simple on-boarding process to decrease the barrier for new users to join the future of decentralization. Supporting decentralized and centralized wallets in one, users can view all their precious assets in one sleek interface. Learn More",
  "Help_8":"GameFi",
  "Help_9":"Designed to disrupt the free to play game industry with a unique token structure, GameFi will allow users to mine NFTs to be used in the MOBOX metaverse. GameFi will fuse NFTs with Yield Farming to provide users with the first ever Free to Play  ecosystem.",
  "Help_10":"BITs",
  "Help_11":"Seeking knowledgeable predictions in the crypto community is a needle in a haystack. Constructed with the goal of providing a platform for users to gain credible market insights from community professionals, MOBOX BITS allows users and predictors to foster together.",
  "Help_12":"Manager",
  "Help_13":"With a myriad of exchanges and tokens keeping track of all your investments can get chaotic. With an intuitive design and robust analysis of all your assets across all exchanges, Manager provides users with the most advanced and easy to use portfolio management application ensuring you get the most important analytics at the tip of your fingers.",
  "Help_14":"MOBOX Crates",
  "Help_15":"What are Crates? (Yield Farming)",
  "Help_16":"Optimized Yield Farming",
  "Help_17":"Each CRATE contract is a smart contract that automatically optimizes and delivers the best yield farming strategy for users. Using the MWallet, users can stake their stable coins or certain Liquidty-Provider (LP) Tokens into the CRATE contract. Each CRATE contract has their unique optimized yield farming strategy through different DeFi protocols. Where MWallet and CRATEs stand out is that it gives users the option  the best yield on three different blockchains (Ethereum, TRON, Binance Smart Chain). Note: Only Ethereum yield farming will be available during alpha",
  "Help_18":"When depositing into a CRATE users will be given mTokens in return. mTokens represents a user's deposits into a CRATE + interest earned from the CRATE. Depositing into CRATES also mines",
  "Help_19":"Example #0#:",
  "Help_20":"Ivan deposits 100 DAI into the DAI CRATE with 10% APY,<br/>Ivan receives 100 mDAI in return for his deposit. mDAI (Liquidity Provider Token) represents Ivan's deposits into the DAI CRATE.<br/>Note: Due to MOBOX GameFi's unique ecosystem, in addition ing DAI Ivan is also earning KEY tokens and NFTs, boosting his overall APY.<br/>After a year, Ivan decides to withdraw his 100 DAI and collect his earnings. Ivan's mDAI will be burned and Ivan will receive 110 DAI.<br/>Ivan has now made 10 DAI while sleeping.",
  "Help_21":"John has heard of providing liquidity to AMM DEXs but finds the steps too difficult.<br/>John sees that ETH-USDT LP has an APY of 40%. But John only has 10 ETH and no USDT.<br/>Instead of swapping 5 ETH for USDT to provide liquidity to the ETH USDT pool, John is savvy and uses the MOBOX platform. He deposits 10 ETH and the MOBOX smart contract automatically swaps 5 ETH into USDT and provides liquidity into the ETH-USDT pool all in one transaction. John just saved on a lot of gas fees!<br/>John's ETH is now earning swap fees from AMM DEXs as well as yield farming!<br/>Note: Just like Ivan, John is not just earning swap fees and yield farming but also BOX tokens and NFTs! But John also has to consider impermanent loss due to providing liquidity to AMM DEXs.",
  "Help_22":"AMM DEX LPs will be integrated at a later date. Learn More",
  "Help_23":"How to get Keys + NFTs",
  "Help_24":"Obtain KEYs, Chests, NFTs",
  "Help_25":"The unique GameFi systems gives players and traders the opportunity  unique NFTs called MOMOs. Each KEY token can used to unlock a BOX to generate and mint a MOMO on the Ethereum blockchain.",
  "Help_26":"How to Obtain KEY",
  "Help_27":"1.All staked tokens will be converted to USDT amount to determine the amount of KEYs airdropped daily.",
  "Help_28":"2. Users can yield farm by staking BNB, BUSD, USDT, USDC, and DAI into MOBOX Crates to obtain KEYs.",
  "Help_29":"3. Each Crate Pool will be allocated a certain percentage of daily KEYs. Each user will be airdropped KEYs according to their weight in each pool.",
  "Help_30":"4. KEYs can be withdrawn to a user's wallet. (Any Amount)",
  "Help_31":"5. KEYs can also be used to unlock Chests to mint unique MOMO NFTs. (Must be whole number)",
  "Help_32":"How to Obtain NFTs",
  "Help_33":"1.According to the amount of KEYs obtained from Crates, user's can use them to unlock Chests (must be whole number) to mint NFTs. <br/>2. Users can also purchase KEYs from the market to unlock Chests to mint NFTs.<br/>3. New Chests can only be unlocked when there are 0 Chests being unlocked in the queue. (No pending transactions)<br/>4. For a single transaction, the maximum of Chests is 500, and the maximum Chests that can be unlocked is 50.<br/>Unique Multi-Chain Wrap System<br/>To provide a ecosystem that caters to users from different chains, Team MOBOX has created a unique Wrap Mechanism that allows MBOX, KEY, and NFTs to move across Ethereum, Binance Smart Chain, and TRON blockchains. This mechanism can only be used on the MOBOX Platform. Each transaction requires a small fee.",
  "Help_34":"NFT Attributes",
  "Help_35":"NFT On-Chain Attributes",
  "Help_36":"Each minted MOMO NFT will have a set of unique attributes stored on the blockchain.",
  "Help_37":"On-chain Parameters",
  "Help_38":"1. Each unique NFT has the following parameters",
  "Help_39":"Unique Quality MOMOs with Hash Rate ≥ 30 can edit name. <br/>Extraordinary Quality can edit name, Hash Rate ≥ 80 can add a personal message. <br/>Legendary Quality can edit name and add a personal message. <br/>NOTE: Edited names and Personal Messages are stored on the blockchain forever.",
  "Help_40":"2. Unique Quality and above MOMO's level can be upgraded. Each upgrade will increase MOMO's hash rate. Currently, the maximum level = 30.",
  "Help_41":"3. Unique Quality and above MOMO's can be upgraded by consuming other MOMOs. Requirements for each level and each MOMO is different.",
  "Help_42":"OK! So now you understand the great MOMOs. Let's dive into how MOMO's can be exchanged in the market.",
  "Help_43":"NFT Exchange",
  "Help_44":"MOMO NFT Exchange",
  "Help_45":"Each and every single MOMO NFT is owned by the user and can be sold and bought in the MOMO NFT Exchange, thus creating a sustainable user-generated ecosystem.",
  "Help_46":"MOMO Exchange",
  "Help_47":"1.Using our unique Smart Contracts, MOMO's can be exchanged within the smart contract. This minimizes gas fees by not requiring users to unstake their NFTs when exchanging.<br/>2. When a user places their MOMO onto the exchange market, the MOMO's Hash Rate is substracted from the user's Total Hash Rate.<br/>3. When a user purchases a MOMO from the exchange market, the MOMO's Hash Rate is automatically added to the user's Total Hash Rate without requiring the user to stake the MOMO.<br/>4. MOMO Exchange has a unique Bundle System allowing users to place multiple MOMOs into a bundle to be placed on the market. Buyers must purchase the whole bundle.<br/>5. The MOBOX platform takes a 5% fee from each exchange.",
  "Error_1":"E-mail này đã được đăng ký",
  "Error_2":"Số điện thoại này đã được đăng ký",
  "Error_3":"Tên người dùng đã được sử dụng",
  "Error_4":"Mật khẩu không đúng",
  "Error_5":"Mã không hợp lệ",
  "Error_6":"Vui lóng thử lại sau",
  "Error_7":"Bạn phải liên kết e-mail và điện thoại di động của mình để tham gia TradeAction",
  "Error_8":"Tài khoản này chưa được đăng ký",
  "Error_9":"Đăng nhập thất bại",
  "Error_10":"Đăng kí thất bại",
  "Error_11":"Tài khoản này đã được đăng ký",
  "Error_12":"Bạn phải liên kết e-mail và điện thoại di động của mình để tham gia TradeAction",
  "Error_13":"Kiểm tra định dạng email",
  "Error_14":"Mã đã hết hạn. Xin vui lòng gửi lại.",
  "Error_15":"Email hoặc điện thoại di động hiện tại đã được đăng ký",
  "Error_16":"Chưa đăng nhập",
  "Error_17":"Lỗi thông tin người dùng",
  "Error_18":"Mật khẩu không phù hợp",
  "Error_19":"Không gửi được mã xác minh",
  "Error_20":"Có thể thay đổi mỗi tuần một lần",
  "Error_21":"Số tiền không đủ",
  "Error_22":"Vui lóng kiểm tra xem cò cài đặt hay mở khòa ví này không, nếu nò đã được cài đặt, hãy Xác nhận để mở khòa",
  "Error_23":"Failed to obtain BOX balance",
  "Error_24":"Không lấy được địa chỉ gửi tiền BOX",
  "Error_25":"Không lấy được thông tin tài khoản",
  "Error_26":"Không lấy được địa chỉ MOMO Farmer để liên kết tài khoản",
  "Error_27":"Mạng sai",
  "Error_200":"Thành Công",
  "Error_401":"Chưa đăng nhập",
  "Error_1001":"Vui lòng tuân theo các quy tắc",
  "Error_1002":"E-mail này đã được đăng ký",
  "Error_1003":"Số điện thoại này đã được đăng ký",
  "Error_1004":"Password incorrect",
  "Error_1005":"Cấp quyền thất bại",
  "Error_1006":"Chưa liên kết E-mail",
  "Error_1007":" Chưa liên kết số điện thoại",
  "Error_1008":"Vui lòng thử lại sau",
  "Error_1009":"Mã không hợp lệ",
  "Error_1010":"Cập nhật quá thường xuyên",
  "Error_1011":"Số dư không đủ",
  "Error_1012":"Giải phóng",
  "Error_1013":"Mã QR đăng nhập này đã hết hạn",
  "Error_1014":"Lỗi",
  "Error_1015":"Đã đạt đến giới hạn số lần rút tiền",
  "Error_1016":"Đã đạt đến giới hạn số tiền rút",
  "Error_1017":"Dữ liệu không tồn tại",
  "Error_1018":"Mật khẩu không đúng",
  "Error_1019":"Tên người dùng đã được sử dụng",
  "Error_1020":"Tạm thời không thể nhận",
  "Error_1021":"Thành tích chưa hoàn thành",
  "Error_1022":"Địa chỉ đã được liên kết",
  "Error_1023":"Lỗi",
  "Error_1024":"Đã đạt đến giới hạn phần thưởng lời mời",
  "Error_1025":"Tài khoản này chưa được đăng ký",
  "Error_1026":"The achievement system is being upgraded, and the use is suspended",
  "Error_Chat_200":"Thành Công",
  "Error_Chat_401":"Chưa đăng nhập",
  "Error_Chat_1001":"Lỗi thông tin người dùng",
  "Error_Chat_1002":"Không tìm thấy phóng",
  "Error_Chat_1003":"Bị cấm",
  "Error_Chat_1004":"Sai mật khẩu",
  "Error_Chat_1005":"Tin nhắn quá dài",
  "Error_Chat_1006":"Tin nhắn chứa thông tin quảng cáo đáng ngờ",
  "Error_Chat_1007":"Tạo phòng",
  "Error_Chat_1008":"Lập lại ID phòng",
  "Error_Chat_1009":"Thất bại",
  "Landing_01":"NỀN TẢNG KIẾM TIỀN ĐƯỢC THIẾT KẾ NỀN TẢNG DEFI VÀ NỀN KINH TẾ",
  "Landing_02":"Nền tảng MOBOX kết hợp canh tác năng suất trên  Binance Smart Chain (BNB) với nhiều năm kinh nghiệm thiết kế và phát triển trò chơi, tạo ra hệ sinh thái miễn phí đầu tiên để chơi - chơi để kiếm tiền.",
  "Landing_03":"BINANCE SMART CHAIN - TỐI ƯU HÓA sản phẩm TRANG TRẠI",
  "Landing_04":"Được hỗ trợ bởi Binance Smart Chain , Hợp đồng thông minh canh tác lợi nhuận được tối ưu hóa của Nhóm MOBOX mang lại lợi nhuận cao nhất và phí thấp nhất trên toàn hệ sinh thái Binance.",
  "Landing_05":"NFT KINH TẾ",
  "Landing_06":"Với hơn hàng nghìn NFT đang chờ để được mở khòa, MOMO được đưa vào cuộc sống, trao quyền cho người dùng khai thác MOBOX DAO Token. MOMO cũng cò thể được mua và bán trên thị trường thứ cấp và được sử dụng trên tất cả các trò chơi do MOBOX phát triển, mang lại cho người dùng nhiều khả năng kiếm tiền hơn.",
  "Landing_07":"THẾ GIỚI MOBOX",
  "Landing_08":"1.Làm thế nào để kiếm tiền trên nền tảng MOBOX?",
  "Landing_09":"Bằng cách giữ cho nò đơn giản, người dùng chỉ cần đặt cọc các mã thông báo được hỗ trợ nền tảng MOBOX và để các Hợp đồng thông minh cho phần cón lại. Điều khiến MOBOX khác biệt với những người khác là sự kết hợp giữa canh tác năng suất và chơi game tạo ra một hệ sinh thái Chơi miễn phí thực sự để kiếm tiền. Người dùng cò thể kiếm tiền thông qua Canh tác lợi nhuận được tối ưu hóa, thị trường NFT thứ cấp và chỉ đơn giản bằng cách vui chơi!",
  "Landing_10":"2. Mã thông báo MBOX là gì?",
  "Landing_11":"Mã thông báo MBOX cò tổng nguồn cung là 1.000.000.000. Người dùng có thể đặt cược NFT của họ để trang trại mã thông báo MBOX cung cấp cho họ rất nhiều ưu đãi như tiền thưởng đặc biệt, quản trị và hơn thế nữa.",
  "Landing_12":"3. DeFi là gì?",
  "Landing_13":"DeFi hay Tài chính phi tập trung là một tập hợp các ứng dụng tài chính được xây dựng trên nền tảng của một blockchain. MOBOX được xây dựng dựa trên Chuỗi thông minh Binance, mang đến cho người dùng trải nghiệm blockchain liền mạch.",
  "Landing_14":"4. NFT là gì?",
  "Landing_15":"NFT hoặc Non-Fungible Tokens là một mã thông báo duy nhất, trong đó mỗi người và mọi người đều đặc biệt. Bằng cách sử dụng các tiêu chuẩn BRC20 và BRC1155 cho MOMO NFT, những mã thông báo đặc biệt này có thể được sử dụng trên tất cả các trò chơi trong hệ sinh thái MOBOX.",
  "Landing_16":"Miễn phí để Chơi, Chơi để kiếm Cơm",
  "Landing_17":"CHƠI",
  "Landing_18":"Về dự án",
  "Landing_19":"Tweets",
  "Landing_20":"Tweetster",
  "Landing_21":"Snowie",
  "Landing_22":"Sir Snowington",
  "Landing_23":"Bluey",
  "Landing_24":"Bluessette",
  "Landing_25":"Lei Lei",
  "Landing_26":"Leilani",
  "Landing_27":"Mini Victory",
  "Landing_28":"Victorious",
  "Landing_29":"Roosty",
  "Landing_30":"Rooster",
  "Landing_31":"Quack",
  "Landing_32":"Quackers",
  "Landing_33":"Flamingy",
  "Landing_34":"Flaminglatina",
  "Landing_35":"Chilly",
  "Landing_36":"Chillington",
  "Landing_37":"Iggy",
  "Landing_38":"Igloo",
  "Landing_39":"Oinkie",
  "Landing_40":"Captain Oinksly",
  "Landing_41":"Ango",
  "Landing_42":"Sheriff Angus",
  "Landing_43":"Pigsly",
  "Landing_44":"Chef P.I.G",
  "Landing_45":"Cub Pooky",
  "Landing_46":"Polar Pook",
  "Landing_47":"Sealee",
  "Landing_48":"Admiral Sea Lion",
  "Landing_49":"Little jabber",
  "Landing_50":"Jabberjaws",
  "Landing_51":"Bree",
  "Landing_52":"Breezer",
  "Landing_53":"Sunny",
  "Landing_54":"Sunny Ray",
  "Landing_55":"Pop",
  "Landing_56":"El Capitan Popitto",
  "Landing_57":"Demmie",
  "Landing_58":"Demon Dave",
  "Landing_59":"Jacko",
  "Landing_60":"Jacko Senior",
  "Landing_61":"Leafatine",
  "Landing_62":"Leafalicious",
  "Landing_63":"Kiki",
  "Landing_64":"Kiktoro",
  "Landing_65":"Merly",
  "Landing_66":"Merlin",
  "Landing_67":"Với hơn hàng nghìn NFT đang chờ được mở khóa, MOMO đã trở thành hiện thực, trao quyền cho người dùng khai thác Mã thông báo MOBOX DAO.",
  "Landing_68":"HỘP KHẮC PHỤC",
  "Landing_69":"Nhận Ngay",
  "Landing_70":"NẾU BẠN KHÔNG THỂ BÁN HÀNG CỦA MÌNH, BẠN KHÔNG SỞ HỮU CHÚNG",
  "Landing_71":"VÀO NĂM 2020, NGƯỜI CHƠI ĐÃ CHI",
  "Landing_72":"TRÊN MỤC TRONG TRÒ CHƠI",
  "Landing_73":"người chơi nhận được",
  "Landing_74":"tất cả đã đến tay các công ty trò chơi khổng lồ",
  "Landing_75":"COMMUNITY DRIVEN PLATFORM",
  "Landing_76":"NGHỆ SĨ NFT",
  "Landing_77":"Nhấp, Tùy chỉnh, Tạo - MOMO NFT do người dùng tạo vượt qua cuộc bỏ phiếu của cộng đồng cũng sẽ được thưởng bằng mã thông báo MBOX vì đóng gòp của họ cho cộng đồng MOBOX rộng lớn hơn.",
  "Landing_78":"NHÀ PHÁT TRIỂN",
  "Landing_79":"Người tạo tró chơi - Khi tró chơi được xuất bản thành công trên nền tảng MOBOX, nhà phát triển sẽ nhận được Mã thông báo không bị nhiễm bẩn đã xuất bản (P-NFT) đại diện cho quyền sở hữu của họ đối với tró chơi đã xuất bản. Tất cả doanh thu mà tró chơi tạo ra đều được ghi lại trên blockchain đảm bảo sự minh bạch hoàn toàn giữa nền tảng và nhà phát triển.",
  "Landing_80":"Những người có ảnh hưởng",
  "Landing_81":"Người ảnh hưởng có thể sử dụng nền tảng MBOX để tạo cơ sở người hâm mộ của riêng họ",
  "Landing_82":"NGƯỜI DÙNG",
  "Landing_83":"MOBOX thưởng cho người dùng chỉ bằng cách thưởng thức và tương tác với nền tảng. Cho dù chỉ đơn giản là đăng ký tài khoản MOBOX, thu thập MOMO hoặc tương tác thông qua MOBOX, người dùng xã hội cò thể nhận phần thưởng mã thông báo MBOX thông qua Hệ thống thành tích.",
  "Landing_84":"NỀN TẢNG",
  "Landing_85":"Chiến thắng top 1 OF #0# YIELD FARMING NFTS",
  "Landing_86":"Vui lòng dán địa chỉ Ví BNB của bạn vào đây",
  "Landing_87":"Nhận NFT",
  "Landing_88":"CHẠY CHƯƠNG TRÌNH",
  "Landing_89":"Ngày",
  "Landing_90":"Giờ",
  "Landing_91":"Phút",
  "Landing_92":"Giây",
  "Landing_93":"Tweetster siêu tích điện và thích xù lông khi bay lên bầu trời",
  "Landing_94":"Ngài Snowington đã trưởng thành và phát triển thành một người lãnh đạo bầy",
  "Landing_95":"Bluessette là người yêu thích sự vui nhộn và sáng tạo, cô ấy là cuộc sống của bữa tiệc.",
  "Landing_96":"Leilani tìm cách vượt qua bất cứ thứ gì thể hiện động tác.",
  "Landing_97":"Victorious dẫn dắt bầy đàn của mình lên đỉnh cao",
  "Landing_98":"Rooster Gà trống đánh thức bầy bằng tiếng gọi buổi sáng giúp chúng bắt đầu ngày mới",
  "Landing_99":"Quackers là người có kỹ năng viết quackanomics điêu luyện và dạy phần còn lại của những cách làm thông minh của anh ấy",
  "Landing_100":"Flaminglatina sải bước khoe vóc dáng cao ráo và quyến rũ",
  "Landing_101":"Niềm đam mê của Chillington là trở thành ngôi sao tuyết giỏi nhất của Iceville",
  "Landing_102":"Igloo được đặt tên vì anh ấy là người lớn nhất và giỏi nhất trong việc xây nhà ở iceville",
  "Landing_103":"Thuyền trưởng Oinksly chèo thuyền trên biển cả hướng dẫn thủy thủ đoàn của mình đến nơi an toàn",
  "Landing_104":"Cảnh sát trưởng Angus giữ đàn trong hàng",
  "Landing_105":"CHEF P.I.G nổi tiếng với phương pháp nấu ăn của mình giữa những ville lúp xúp",
  "Landing_106":"Polar Pook là thủ lĩnh trinh sát của iceville đưa mọi người vào những cuộc phiêu lưu hoang dã",
  "Landing_107":" Đô đốc Sea Lion đi trên biển cùng với đoàn thuyền buồm của mình",
  "Landing_108":"Jabberjaws là người điềm tĩnh và mạnh nhất trong nhóm",
  "Landing_109":"Breezer lướt sòng & Cánh buồm, bắt sóng treo lơ lửng với tất cả anh chàng lướt sòng của anh ấy",
  "Landing_110":"Sunny Ray nổi tiếng về nghiên cứu khoa học năng lượng mặt trời",
  "Landing_111":"El Capitan Popitto quản lý thủy thủ đoàn của mình thành thạo và được biết đến là người điều khiển tàu biển giỏi nhất",
  "Landing_112":"Demon Dave lao vào và ra khỏi các gòc tăng sức mạnh của quái vật càng khiến anh ta sợ hãi.",
  "Landing_113":"Jacko Senior thích sợ hãi trong bóng tối với đôi mắt sáng rực lửa của mình",
  "Landing_114":"Leafalicious  phát triển mạnh mẽ hơn khi cô ấy nở hoa nhiều hơn",
  "Landing_115":"Kiktoro thích thách đấu với tất cả những người bạn quái vật của mình trong một trận đấu đáng sợ",
  "Landing_116":"Merlin the Great là nhà ảo thuật gia nổi tiếng nhất trong Thị trấn Quái vật",
  "Landing_117":"HÃY ĐĂNG KÝ VÀO BẢN TIN CỦA CHÚNG TÔI.",
  "Landing_118":"Chúng tôi sẽ thông báo cho bạn vào ngày 27 tháng 5 nếu bạn giành được MOMO NFT duy nhất!",
  "Landing_119":"Email của bạn",
  "Landing_120":"XÁC NHẬN",
  "Landing_121":"Vui lòng dán [mã xác minh] của bạn vào đây",
  "Landing_122":"XONG",
  "Landing_123":"XIN CHÚC MỪNG",
  "Landing_124":"Mỗi # 0 # người bạn mà bạn mời, # 1 # Cơ hội của bạn",
  "Landing_125":"CHIA SẺ",
  "Landing_126":"MOMO NFT Farmer",
  "Landing_127":"THAM KHẢO MỘT NGƯỜI BẠN",
  "Landing_128":"Bạn bè: # 0 # Đã Nhận",
  "Landing_129":"Hệ số của bạn: #0#",
  "Landing_130":"Do có hơn # 0 # lượt đăng ký trong vòng chưa đầy 12 giờ, mã e-mail không được gửi kịp thời. Nhóm đang làm việc để sửa lỗi. Đừng lo lắng! Hãy sớm kiểm tra lại và bạn sẽ có thể làm dịu NFT FOMO của mình bằng MOMO!",
  "Landing_131":"# 0 # NFTS KIỂM TRA KẾT QUẢ",
  "Landing_132":"Nhấp vào tôi để kiểm tra xem bạn có giành được 1 trong 1000 NFT không!",
  "Landing_133":"Cảm thấy may mắn",
  "Landing_134":"Nhấp vào Nhận ngay bây giờ",
  "Landing_135":"Xin chúc mừng",
  "Landing_136":"Bạn đã giành được NFT MOMO! Bắt đầu khai thác MBOX Token!",
  "Landing_137":"Nhận Thưởng",
  "Landing_138":"Bắt đầu khai thác",
  "Landing_139":"Xin lỗi <br/> Nhưng đừng lo, có nhiều cách khác để lấy MOMO để làm dịu NFT FOMO của bạn",
  "Landing_140":"1. Tham gia sự kiện Twitter / Phương tiện của chúng tôi. <br/> 2. Chọn một từ sàn giao dịch. <br/> 3. Đặt tiền điện tử của bạn và kiếm APY + MOMO NFTs + MBOX Tokens.",
  "Landing_141":"Tìm hiểu thêm",
  "Landing_142":"Kiếm MOMO miễn phí!",
  "Landing_143":"Đã Nhận",
  "Landing_144":"Sự kiện đã kết thúc, cảm ơn các bạn đã tham gia.",
  "Landing_145":"Kiểm tra bên dưới để xem bạn có phải là người may mắn chiến thắng không!",
  "Landing_146":"Vui lòng hoàn thành đăng ký và các ràng buộc tương ứng để nhận được chứng chỉ",
  "Landing_147":"Tải xuống phiên bản mới của ỨNG DỤNG MOBOX",
  "Landing_148":"Chúng tôi sẽ thông báo cho bạn trên ỨNG DỤNG MOBOX nếu bạn giành được MOMO NFT duy nhất!",
  "Airdrop_1":"Nhận Airdrop",
  "Airdrop_2":"Nhận",
  "Airdrop_3":"Tải về",
  "Airdrop_4":"Vui lòng tải xuống APP để nhận Airdrop",
  "Statistics_1":"Số liệu thống kê",
  "Statistics_2":"Hiển thị dữ liệu cá nhân của bạn tại Momo Farmer",
  "Statistics_3":"Tổng số rương đã mở khóa （Bao gồm tất cả phẩm chất MOMO bạn thu được）",
  "Statistics_4":"Tổng doanh số theo thị trường, tổng lượng mua theo thị trường",
  "Statistics_5":"Tổng số MOMO cho thuê kiếm được, tổng chi phí MOMO cho vay",
  "Statistics_6":"Tổng số lượng đá quý đã bán trên thị trường, tổng số lượng đá quý đã mua trên thị trường",
  "Statistics_7":"Lệnh mua cao nhất, lệnh bán cao nhất, v.v.",
  "Statistics_8":"Tải xuống",
  "Treasure_1":"Momo Huyền Thoại Loda",
  "Treasure_2":"Nhấn vào ngay bây giờ",
  "Treasure_3":"ALLIANCE NFTLODA Legendary MOMO",
  "Treasure_4":"Nhập Mã Bí Mật",
  "Treasure_5":"Điền Địa Chỉ Binance",
  "Treasure_6":"Hoàn Thành",
  "Treasure_7":"Bạn đã tham gia rút thăm thành công.",
  "Treasure_8":"Kiểm tra lại vào ngày 08/05/2021 để xem bạn có trúng thưởng không nhé!",
  "Treasure_9":"Hoàn Thành",
  "Treasure_10":"Tìm Hiểu Thêm",
  "Treasure_11":"Thử Lại",
  "Treasure_12":"Săn Tìm Kho Báu",
  "Treasure_13":"Bạn đã nhập sai mã bí mật!",
  "Coinbase_1":"Sept 22nd 2:00 AM UTC",
  "Coinbase_2":" -",
  "Coinbase_3":"Sept 30th 2:00 AM UTC",
  "Coinbase_4":"1 Limited Edition",
  "Coinbase_5":"Legendary MOMO",
  "Coinbase_6":"Connect Coinbase Wallet",
  "Coinbase_7":"THIS PROMOTION IS IN NO WAY SPONSORED OR <br/>ADMINISTERED BY COINBASE OR COINBASE WALLET.",
  "Coinbase_8":"Oops! it seems you don’t have coinbase wallet installed",
  "Coinbase_9":"Bind your Twitter",
  "Coinbase_10":"Your comment link from Coinbase Event Tweet",
  "Coinbase_11":"Congratulations!",
  "Coinbase_12":"Claim your first Coinbase MOBall!",
  "Coinbase_13":"Claim",
  "Coinbase_14":"My coinbase MOBalls:",
  "Coinbase_15":"Get More",
  "Coinbase_16":"Welcome to <br/> MOMOverse",
  "Coinbase_17":"Complete daily task to get more coinbase MOBalls",
  "Coinbase_18":"Daily Task",
  "Coinbase_19":"Game Task",
  "Coinbase_20":"Count Down Time",
  "Coinbase_21":"Task",
  "Coinbase_22":"Rewards",
  "Coinbase_23":"Status",
  "Coinbase_24":"Enter MOMOverse to collect 10 items such as carrots, bamboo, mushrooms + more",
  "Coinbase_25":"Use the treasure map to open one chest and get one item as a reward",
  "Coinbase_26":"Use Coinbase MOBall for BOXing one MOMO in the MOMOverse",
  "Coinbase_27":"Invite 3 new friends to join the Coinbase Loot Campaign and all of you will get a Coinbase MOBall!",
  "Coinbase_28":"Claim 1 Coinbase MOBall",
  "Coinbase_29":"Maximized rewards for daily task: 4 Coinbase MOBalls/day",
  "Coinbase_30":"Welcome! Explore each MOBOX game; Earn rewards during the event. Kindly noted that all your rewards will be delivered after the event. Have Fun!",
  "Coinbase_31":"Count Down Time",
  "Coinbase_32":"Play Clash of MOland — earn a pack of the bound Hero Scroll; you will also earn bound heroes.",
  "Coinbase_33":"Play Token Master — receive game vouchers",
  "Coinbase_34":"Play Block Brawler — receive game vouchers",
  "Coinbase_35":"Play ChainZ Arena — receive game vouchers",
  "Coinbase_36":"For MOland Defense, you will receive a gift pack of Gold. You can use the Gold to purchase game props in the Moland Defense Store.",
  "Coinbase_37":"Next page",
  "Coinbase_38":"Connect Coinbase Wallet",
  "Coinbase_39":"Please connect your Coinbase Wallet to begin your daily tasks.",
  "Coinbase_40":"Event Term Description",
  "Coinbase_41":"MOBOX:",
  "Coinbase_42":"MOBOX is a cross platform gaming metaverse that combines automated optimized DeFi yield farming & gaming NFTs to create a GameFi metaverse known as the MOMOverse",
  "Coinbase_43":"Coinbase MOBall:",
  "Coinbase_44":"Is an exclusive branded BEP-1155 token. You will complete daily tasks in order to get Coinbase MOBall. You are able to use them to have fun in the MOMOverse during the Coinbase Loot Campaign. With these Coinbase MOBall’s you will have a chance to catch MOMO NFTs in the MOMOverse.",
  "Coinbase_45":"MOMO NFT:",
  "Coinbase_46":"MOMOs are the names we have given our NFTs.  These NFTs come in different qualities ranging from common, uncommon, rare, unique, epic and The Legendary MOMO. They can be used in MOMO mining and games on the MOBOX platform.",
  "Coinbase_47":"Coinbase Legendary MOMO:",
  "Coinbase_48":"Referring to the above introduction, legendary MOMO is a unique MOMO that is limited to max of 5 Coinbase Branded MOMO NFT. The Legendary MOMO’s have special abilities and have a higher mining base then any other MOMO.",
  "Coinbase_49":"Mystery Box:",
  "Coinbase_50":"Is an NFT blind box that comes in the form of BEP-1155 token. Open the blind box to get a MOMO with random quality and hash power according to the probability.",
  "Coinbase_51":"MOBOX Avatar:",
  "Coinbase_52":"Is a virtual representation of YOU used in the MOMOverse.",
  "Coinbase_53":"MOMOverse:",
  "Coinbase_54":"A whole new world of fun where MOBOXers can create, explore, and be who they want to be in a MOMO World of infinite possibilities.",
  "Coinbase_55":"BOXing:",
  "Coinbase_56":"A special BOX (ing) device for the wild MOMOs, which they call the “MOBall”; Use your World Cup MOBalls and catch those wandering MOMO’s in the MOMOverse.",
  "Coinbase_57":"Treasure map:",
  "Coinbase_58":"A specific map that is a in-game asset in order to find more MOBalls",
  "Coinbase_59":"Items:",
  "Coinbase_60":"Game props such as  carrots, bamboo, mushrooms in the MOMOverse",
  "Coinbase_61":"Games bio",
  "Coinbase_62":"Clash of Moland:",
  "Coinbase_63":"Developed by the Infinite Game Studio and launched on the MOBOX platform! Build your empires, manage their resources, and conquer other territories!",
  "Coinbase_64":"Token Master:",
  "Coinbase_65":"A casual turn-based idle game.",
  "Coinbase_66":"Block Brawler:",
  "Coinbase_67":"A RPG game that focuses on battle strategy.",
  "Coinbase_68":"ChainZ Arena:",
  "Coinbase_69":"An idle RPG game that cross diverse platforms to give players a unique gaming experience.",
  "Coinbase_70":"MOland Defense:",
  "Coinbase_71":"Developed by the E-Game Studio and launched on the MOBOX platform! A tower defence game full of futuristic technology elements.",
  "Coinbase_72":"Event Step",
  "Coinbase_73":"Event Task",
  "Coinbase_74":"Event Term",
  "Coinbase_75":"Your invitation link:",
  "Coinbase_76":"Submit",
  "Coinbase_77":"Event intro",
  "Coinbase_78":"Welcome to Coinbase Loot 丨Clash of Moland Event. Introducing a fun and epic partnership with — Coinbase Wallet & MOBOX!",
  "Coinbase_79":"We are bringing you a legendary event with loads of fun activities as well as some amazing rewards such as Coinbase MOBalls!",
  "Coinbase_80":"Coinbase MOBall:  You will complete daily tasks in order to get Coinbase MOBalls. You can use them to capture MOMO NFTs in the MOMOverse during the Coinbase Loot Campaign.",
  "Coinbase_81":"Coinbase Legendary MOMO NFT:  Get excited about this exclusive and limited Coinbase MOMO. The Legendary MOMO has special abilities and the highest hash power giving you an edge across all games on the MOBOX platform.",
  "Coinbase_82":"What do I do next?",
  "Coinbase_83":"Connect Your Coinbase Wallet and Twitter accounts",
  "Coinbase_84":"Follow MOBOX & Coinbase Wallet on Twitter + RT (Coinbase Clash of Moland tweet), tag 3 friends, and comment with your MOBOX User ID.",
  "Coinbase_85":"Copy your Tweet comment link and then paste it on the Event page",
  "Coinbase_86":"Now, you are qualified  Campaign rewards (Coinbase MOBalls, Mystery BOXes, Avatars, and Legendary MOMO NFT!)",
  "Coinbase_87":"Oops! Please bind your Twitter account on your web before joining this event.",
  "Coinbase_88":"Link copied!",
  "Coinbase_89":"Hash power",
  "Coinbase_90":"Each MOMO has a randomly generated initial hash power that can be upgraded by consuming other MOMO NFTs. The total hash power is calculated by adding up the hash power of all your MOMOs. The amount of MBOX tokens mined is dependent on your weighted average of the total hash power across the platform.",
  "Coinbase_91":"Extension",
  "Coinbase_92":"Enter your twitter @ username",
  "Coinbase_93":"Coinbase Loot<br/>Clash of Moland",
  "Coinbase_94":"Introducing a fun and epic partnership with — Coinbase Wallet & MOBOX! We are bringing you a legendary event with loads of fun activities as well as some amazing rewards such as Coinbase MOBalls! Click 'Play Now' to know more.",
  "Coinbase_95":"Play Now",
  "Coinbase_96":"Congrats! Go to your mail in the MOMOverse to claim your COINBASE MOBall!",
  "Coinbase_97":"Claim",
  "Coinbase_98":"Coinbase MOBalls",
  "Coinbase_99":"1 Limited Edition",
  "Coinbase_100":"Legendary MOMO",
  "Walletnew_1":"Confirmations",
  "Walletnew_2":"Confirmed",
  "Walletnew_3":"Show more options",
  "Walletnew_4":"Online Service",
  "Walletnew_5":"Help Center",
  "Walletnew_6":"Mail",
  "Walletnew_7":"Broadcast...",
  "Walletnew_8":"Sync...",
  "Walletnew_9":"Waiting for sync",
  "Sidebar_1":"About MOMOverse",
  "Sidebar_2":"About mobox.io",
  "Worldcup_1":"17 Nov 2022 9:00 AM UTC - 19 Dec 2022 9:00 AM UTC",
  "Worldcup_2":"Swap Footballs for World Cup MOBalls",
  "Worldcup_3":"to Win 1 x CMC",
  "Worldcup_4":"Welcome to MOMO CUP 2022",
  "Worldcup_5":"Your World Cup MOBalls",
  "Worldcup_6":"Your Football",
  "Worldcup_7":"1. Win World Cup MOBall for 1 legendary MOMO NFT. <br/>2. 100 Football can be swapped for 1 World Cup MOBall.<br/>3. Complete Event tasks to get more Football.<br/>4. Use the World Cup MOBalls to catch MOMO NFTs in the MOMOverse, using your World Cup MOBall in the MOMOverse will not affect the lucky draw.",
  "Worldcup_8":"Swap",
  "Worldcup_9":"World Cup MOBall",
  "Worldcup_10":"Football",
  "Worldcup_11":"Balance",
  "Worldcup_12":"While you swap, note that you will mint a BEP-1155 NFT World Cup MOBall as your raffle ticket",
  "Worldcup_13":"Swap Completed",
  "Worldcup_14":"Swap Failed! Click here to resubmit",
  "Worldcup_15":"#0# Footballs Swap Failed!<br/>Please swap again",
  "Worldcup_16":"Swap Again",
  "Worldcup_17":"Social Activities",
  "Worldcup_18":"Game Challenges",
  "Worldcup_19":"MOMO CUP Rewards",
  "Worldcup_20":"CMC Legendary MOMO x 1",
  "Worldcup_21":"Mystery BOX x 1,000",
  "Worldcup_22":"Avatar BOX x 2,000",
  "Worldcup_23":"World Cup MOBalls",
  "Worldcup_24":"CMC - Diamond Program",
  "Worldcup_25":"Activity",
  "Worldcup_26":"Rewards",
  "Worldcup_27":"Status",
  "Worldcup_28":"Invite 3 new friends to join MOMO CUP",
  "Worldcup_29":"CoinMarketCap Exclusive Program",
  "Worldcup_30":"Go-Mingle Social Task",
  "Worldcup_31":"Join MOBOX Telegram and be verified by @MOCup_Bot",
  "Worldcup_32":"Join MOBOX Discord and be verified by @MOCup_Bot",
  "Worldcup_33":"Post in MOBOX Community and hashtag #MOMO CUP 2022",
  "Worldcup_34":"Post in CMC Community and hashtag #MOMO CUP 2022",
  "Worldcup_35":"Every #0# friends you invite, #1# Football you gain!<br/> Multiply your Invites!",
  "Worldcup_36":"Friends: #0# invited",
  "Worldcup_37":"Your Multiplier: #0#",
  "Worldcup_38":"Copy",
  "Worldcup_39":"Input Your MOcode",
  "Worldcup_40":"Input Your MOcode to redeem your gift: #0# MBOX",
  "Worldcup_41":"MOcode",
  "Worldcup_42":"Redeem",
  "Worldcup_43":"MBOX will be airdropped after the event",
  "Worldcup_44":"Redeem Successfully",
  "Worldcup_45":"Close",
  "Worldcup_46":"Come to play games, gain rewards every day",
  "Worldcup_47":"Arena Challenge x 12 times",
  "Worldcup_48":"Synthesis Equipment x 3 times",
  "Worldcup_49":"Normal Summons x 2 times",
  "Worldcup_50":"Consume Tactical Point x 100",
  "Worldcup_51":"Arena Challenge x 10 times",
  "Worldcup_52":"Premium Summon x 2 times",
  "Worldcup_53":"Bounty Quest x 1 time",
  "Worldcup_54":"Arena Challenge x 1 time",
  "Worldcup_55":"Clear Relic Explore Stage 1",
  "Worldcup_56":"Battle x 12 times",
  "Worldcup_57":"Smelt Gear x 2 times",
  "Worldcup_58":"Forge Gear x 1 time",
  "Worldcup_59":"Plunder x 12 times",
  "Worldcup_60":"Plunder and receive 20 Stars",
  "Worldcup_61":"Refine or Replace skills x 2 times",
  "Worldcup_62":"Oops!<br/>It seems you need to connect to a wallet first.",
  "Worldcup_63":"MOMO CUP 2022",
  "Worldcup_64":"World Cup MOBall:",
  "Worldcup_65":"MOMO CUP Tasks",
  "Worldcup_66":"Event Rules & Terms",
  "Worldcup_67":"Event intro",
  "Worldcup_68":"Welcome to MOMO CUP 2022. Introducing a fun and epic partnership with — CoinMarketCap & MOBOX & BNB CHAIN! We are bringing you a legendary event with loads of fun activities as well as some amazing rewards such as World Cup MOBalls!",
  "Worldcup_69":"1.  Connect Your Wallet.<br/>2. Follow MOBOX & CoinMarketCap on Twitter + RT (MOMO CUP 2022 tweet), tag 3 friends, and comment with your BNB wallet address on the MOMO CUP Tweet.<br/>3. Enter your Twitter username on the Event page.<br/>4. Now, you are qualified  Campaign rewards (To be eligible, you must follow our Twitter for the final lucky draw)",
  "Worldcup_70":"Is an exclusive branded BEP-1155 token. Win World Cup MOBall for 1 limited-edition legendary MOMO NFT. 100 Footballs can be swapped for 1 World Cup MOBall.Complete Event tasks to get more Footballs. You can also catch NFT MOMOs with the World Cup MOBall in the MOMOverse, using your World Cup MOBall in the MOMOverse will not affect the lucky draw.",
  "Worldcup_71":"Get excited about this exclusive and limited CoinMarketCap MOMO. The Legendary MOMO has special abilities and the highest hash power giving you an edge across all games on the MOBOX platform.",
  "Worldcup_72":"MOMO CUP Tasks:",
  "Worldcup_73":"Complete social activities and game challenges in World Cup tasks  Footballs to swap World Cup MOBalls. <br/>Participate in social activities and game challenges after completing the MOMO World Cup 2022 campaign. <br/>Game Challenges will reset progress and rewards at UTC 9:00 every day during the event period.",
  "Worldcup_74":"Follow MOBOX & CoinMarketCap on Twitter + RT (MOMO CUP 2022 tweet), tag 3 friends, and comment with your BNB wallet address on the MOMO CUP Tweet.",
  "Worldcup_75":"Enter your Twitter username on the Event page",
  "Worldcup_76":"Now, you are qualified  Campaign rewards (World Cup MOBalls, Mystery BOXes, Avatars, and Legendary MOMO NFT!)",
  "Worldcup_77":"Claim Your MOBall",
  "Worldcup_78":"Follow Us on Twitter, enter your Twitter @ username",
  "Worldcup_79":"Connect Wallet",
  "Worldcup_80":"For more info, go to",
  "Worldcup_81":"World Cup MOBall",
  "Worldcup_82":"Is an exclusive branded BEP-1155 token. Complete World Cup tasks to get Football rewards. Football can be swaped for World Cup MOBall at a ratio of 100:1. The World Cup MOBall you swap will be used in a lucky draw at the end of the event for a chance to win prizes worth $100,000 including CMC Legendary MOMO NFTs! Complete social activities and game challenges to swap more World Cup MOBalls. You can also catch NFT MOMOs with the World Cup MOBall in the MOMOverse, using your World Cup MOBall in the MOMOverse will not affect the lucky draw.",
  "Worldcup_83":"CoinMarketCap Legendary MOMO:",
  "Worldcup_84":"MOMO CUP 2022",
  "Worldcup_85":"Submit",
  "Worldcup_86":"Twitter",
  "Worldcup_87":"MOcode Error",
  "Worldcup_88":"Your Invitees must complete Telegram/Discord social activities.<br/>Invite friends for up to 100 times rewards",
  "Worldcup_89":"Follow  MOBOX on CMC",
  "Worldcup_90":"Back to the top",
  "Worldcup_91":"Almost there!<br/>Go back to the first page;<br/>Enter your Twitter name to start event tasks.",
  "Worldcup_92":"1. Win World Cup MOBall for 1 limited-edition legendary MOMO NFT. <br/>2. 100 Football can be swapped for 1 World Cup MOBall.<br/>3. Complete Event tasks to get more Football.",
  "Worldcup_93":"① Collect your Diamonds every day on CMC.<br/>② 300 diamonds to redeem your MOcode.<br/>③ The MOcode can be redeemed from 12:00 UTC, Nov 25.",
  "Worldcup_94":"Followed",
  "Worldcup_95":"How to participant?",
  "Worldcup_96":"Complete Event Tasks",
  "Worldcup_97":"Swap Now",
  "Worldcup_98":"Swap",
  "Worldcup_99":"for",
  "Worldcup_100":"medium article",
  "Worldcup_101":"Join CMC Announcements Channel",
  "Worldcup_102":"How to attend MOBOX Telegram social Task on MOMO Cup?<br/><br/>1. Join MOBOX telegram and click MOCup_bot.<br/>2. Chat with MOcup_bot, click /start.<br/>3. DM your BNB wallet address to MOCup_bot.<br/>Congrats! Get your reward.",
  "Worldcup_103":"How to attend MOBOX Discord social Task on MOMO Cup?<br/><br/>1. Join MOBOX Discord.<br/>2. Find @MOCup_bot in the discord group.<br/>3. Click @MOCup_bot and Message the bot!<br/>4. DM your BNB wallet address to MOcup bot.<br/>Congrats! Get your reward.",
  "Worldcup_104":"Swap again for #0#",
  "Worldcup_105":"Get",
  "Worldcup_1002":"Operate too often",
  "Worldcup_1005":"This Twitter account has been used",
  "Worldcup_1009":"Same IP used too often",
  "Coinbaseloot_1":"Coinbse Wallet Gaming Days",
  "Coinbaseloot_2":"Dec 20, 2022 19:00 PST — Dec 22, 2022 19:00 PST",
  "Coinbaseloot_3":"3000 MOBOX Avatar & MOMO NFTs",
  "Coinbaseloot_4":"Social Tasks",
  "Coinbaseloot_5":"Follow @Coinbase Wallet and @MOBOX_Official on Twitter",
  "Coinbaseloot_6":"Follow",
  "Coinbaseloot_7":"Verify",
  "Coinbaseloot_8":"Input Username",
  "Coinbaseloot_9":"Input your Twitter username",
  "Coinbaseloot_10":"RT & Comment with your MOBOX user ID on the “MOBOX — Coinbase Wallet Gaming Days” Tweet",
  "Coinbaseloot_11":"Input comment link",
  "Coinbaseloot_12":"Enter comment Link from event tweet",
  "Coinbaseloot_13":"Join MOBOX on Telegram and get verified by MOBOX BOT",
  "Coinbaseloot_14":"Congrats on your MOBOX Avatar BOX! <br/><br/>Complete the game tasks to receive the MOMO NFT Key,<br/>use the Key to open the treasure chest to receive your MOMO NFT.",
  "Coinbaseloot_15":"Event Rules",
  "Coinbaseloot_16":"Intro",
  "Coinbaseloot_17":"MOBOX, the popular mobile gaming platform and the number one gaming platform on the BNB chain, is thrilled to announce that it will be featured on Coinbase’s “Coinbase Wallet Gaming Days” event. This three-day extravaganza, which takes place from December 20th to 22nd, will showcase some of the hottest games in the Blockchain industry, and MOBOX is honored to be among them. <br/> <br/> During the event, MOBOX will be showcasing its gaming platform and the impressive MOMOverse, a gameverse that allows players to explore a virtual world and complete tasks  rewards. The MOMOverse features a variety of games and challenges, and players can use their Coinbase Wallet to explore the MOMOVerse in depth.",
  "Coinbaseloot_18":"MOMO NFT Key",
  "Coinbaseloot_19":"Is an NFT token in the form of BEP-20, and 1 KEY can be used to unlock the chest. Open the chest to get a MOMO NFT with random quality and hash power according to the probability.",
  "Coinbaseloot_20":"Tweet",
  "Coinbaseloot_21":"Log in to your Coinbase Wallet",
  "Coinbaseloot_22":"Enter MOMOverse successfully",
  "Coinbaseloot_23":"Open Avatar BOX to claim your first free Avatar NFT in MOMOverse",
  "Coinbaseloot_24":"Set new avatar as default profile in MOMOverse",
  "Coinbaseloot_25":"Find the “treasure chest” in MOMOverse to get a reward",
  "Coinbaseloot_26":"3000 MOBOX Avatar & MOMO NFTs",
  "Coinbaseloot_27":"Coinbase Wallet Gaming Days",
  "Coinbaseloot_28":"Go",
  "Coinbaseloot_29":"Completed",
  "Coinbaseloot_30":"Get MOMO NFT",
  "Coinbaseloot_31":"Rewards",
  "Coinbaseloot_32":"During the event, Coinbase Wallet users have the chance to win some amazing prizes, including:<br/> <br/> First 3,000 users can claim a FREE MOBOX Avatar BOX!<br/> First 3,000 users that complete game tasks in the MOMOverse can claim the MOMO NFT Key.",
  "Coinbaseloot_33":"How to be qualified at the early stage?",
  "Coinbaseloot_34":"1. Follow @CoinbaseWallet and @MOBOX_Official on Twitter.<br/> 2. RT & Comment on the “MOBOX — Coinbase Wallet Gaming Days” Tweet (insert link) .<br/> 3. Join MOBOX on Telegram and get verified by MOBOX BOT.<br/> <br/> Your Coinbase Wallet needs to have at least 0.01 BNB Token balance on the BNB Chain. Check our preparation guidelines to go through the process.",
  "Coinbaseloot_35":"How to participate in the official event?",
  "Coinbaseloot_36":"1. Log in to your Coinbase Wallet on the official landing page.<br/> 2. Log in to MOMOverse successfully. <br/> 3. Open Avatar BOX to claim your first free Avatar NFT in MOMOverse.<br/> 4. Set new avatar as default profile in MOMOverse.<br/> 5. Use 'treasure map' from the 'Items' tab in your 'Backpack'.<br/> <br/> Good luck! Hope you will find the 'treasure chest' in MOMOverse to get a reward.",
  "Coinbaseloot_37":"When will you receive the MOMO NFT Key?",
  "Coinbaseloot_38":"1. MOMO NFT Key will be sent out within 8 to 15 minutes.  You are eligible to receive MOMO NFT key when you complete all the tasks especially the game task of “treasure map”; <br/>2. Claim your MOMO NFT by using the key to open the chest.",
  "Coinbaseloot_39":"Don't forget to finish all the event tasks and get eligible for the official event. Looking forward to having you with loads of fun!",
  "Coinbaseloot_40":"Install now",
  "Coinbaseloot_41":"NO. 1 Gaming Platform on BNB Chain",
  "Coinbaseloot_42":"Dec 19, 2022 19:00 PST",
  "Coinbaseloot_43":"Full Event Rules",
  "Coinbaseloot_44":"Go to MOMOverse - Game Task",
  "Coinbaseloot_45":"Go to Social Media Task",
  "Coinbaseloot_46":"Event Logic:",
  "Coinbaseloot_47":"<br/>→ 1.Complete Social Tasks <br/>→ 2.Receive Avatar BOX",
  "Coinbaseloot_48":"Congrats on being eligible for MOMO NFT Key! <br/><br/>Please wait for 8~15 minutes before going to MOMO Farmer use the Key to open the treasure chest to receive your MOMO NFT.",
  "Coinbaseloot_49":"<br/>→ 3.Complete MOMOverse - Game Task <br/>→ 4.Receive MOMO NFT Key",
  "Coinbaseloot_200":"Success",
  "Coinbaseloot_401":"Failed to sign",
  "Coinbaseloot_1001":"Input format error",
  "Coinbaseloot_1002":"Operate too often",
  "Coinbaseloot_1003":"This address has not entered MOMOverse",
  "Coinbaseloot_1004":"This address has been participated in MOBOX — Coinbase Wallet Gaming Days",
  "Coinbaseloot_1005":"You have been participated in MOBOX — Coinbase Wallet Gaming Days",
  "Coinbaseloot_1006":"This Twitter account has been used",
  "Coinbaseloot_1007":"Incorrect balance",
  "Coinbaseloot_1008":"Please complete your previous transaction in advance",
  "Coinbaseloot_1009":"Please follow MOBOX on Twitter first",
  "Coinbaseloot_1010":"MOBOX x Coinbase Wallet Gaming Days<br/><br/>3000 exclusive MOBOX avatars and 3000 MOMO NFTs<br/><br/>Dec 20, 2022 19:00 PST — Dec 22, 2022 19:00 PST",
  "Coinbaseloot_1011":"You need to complete the social media task before you can dive into the game task to obtain the MOMO NFT Key.",
  "Coinbaseloot_1012":"The early spots have been filled out<br/>The second day of the event will start at 11:00 on December 22. Non-early participants can also join the official event",
  "tutorial_1":"Resources For Getting Started",
  "tutorial_2":"Building",
  "tutorial_3":"Farming",
  "tutorial_4":"Looting",
  "tutorial_5":"What are",
  "tutorial_6":"Deep Space Caravans(D.S.C)？",
  "tutorial_7":"A:Residents can take spaceships / D.S.C travel in MOMOverse",
  "tutorial_8":"Explore New Areas",
  "tutorial_9":"Establish Business Networks",
  "tutorial_10":"Trade in various Continents",
  "tutorial_11":"Ship your fruits from the orchard",
  "tutorial_12":"Trade & Recevie MBOX Reward from D.S.C",
  "tutorial_13":"Core",
  "tutorial_14":"Resource Mining",
  "tutorial_15":"Material Crafting",
  "tutorial_16":"Marketplace",
  "tutorial_17":"MOHome Building",
  "tutorial_18":"Fruit Planting",
  "tutorial_19":"D.S.C Trading",
  "tutorial_20":"Mini Games",
  "tutorial_21":"MOMO BOXing",
  "tutorial_22":"Survivor",
  "tutorial_23":"Treasure Map",
  "tutorial_24":"Collecting",
  "tutorial_25":"MOMOverse MOHome Launch",
  "Valentine_1":"Chào mừng bạn đến với MOMOverse, một metaverse GameFi, nơi hai MOMO sử thi đã yêu nhau! Tham gia để giành được nhiều trái tim hơn để khám phá sức mạnh của vòng quay MOlove và chia sẻ giải thưởng trị giá 30.000 BUSD!",
  "Valentine_2":"Tham gia câu chuyện tình MOMO & CHIẾN THẮNG",
  "Valentine_3":"",
  "Valentine_4":"(lên đến #0# )",
  "Valentine_5":"$30,000",
  "Valentine_6":"UTC 8:00 sáng 13 Tháng hai, 2023",
  "Valentine_7":"- UTC 8:00 sáng ngày 22 tháng 2 năm 2023",
  "Valentine_8":"Phần thưởng",
  "Valentine_9":"MOMO hoành tráng của Trust Wallet",
  "Valentine_10":"HỘP BÍ ẨN TRONG ĐỜI THẬT",
  "Valentine_11":"mã thông báo TWT",
  "Valentine_12":"HỘP Avatar",
  "Valentine_13":"Mini MoBalls",
  "Valentine_14":"ĐÁ QUÝ",
  "Valentine_15":"",
  "Valentine_16":"",
  "Valentine_17":"",
  "Valentine_18":"Thể lệ sự kiện:<br/>Nhận 100 MOHeart cho một lần quay MOLove; Bạn càng kiếm được nhiều MOHeart, bạn càng có nhiều cơ hội giành được các MOMO của Trustie & Victoria Epic!",
  "Valentine_19":"Tiêu chí sự kiện",
  "Valentine_20":"Theo dõi @TrustWallet và @MOBOX_Official trên Twitter",
  "Valentine_21":"Sự kiện RT Tweet và gắn thẻ 3 người bạn",
  "Valentine_22":"Tham gia @MOBOX trên Telegram và được xác minh bởi MOBOX BOT",
  "Valentine_23":"Đăng nhập vào Trust Wallet của bạn",
  "Valentine_24":"Đăng nhập MOMOverse thành công",
  "Valentine_25":"MOLove Spin",
  "Valentine_26":"MOHeart",
  "Valentine_27":"Quay x1",
  "Valentine_28":"Quay x10",
  "Valentine_29":"Nhiệm vụ hàng ngày",
  "Valentine_30":"Thu thập vật phẩm trong MOMOverse x10 lần",
  "Valentine_31":"Sử dụng MOball để BOXing trong MOMOverse x1 lần",
  "Valentine_32":"Sử dụng vật liệu chế tạo nâng cao trong MOMOverse x1 lần",
  "Valentine_33":"Sản xuất công trình hoặc nâng cấp công trình trong MOHome x1 lần",
  "Valentine_34":"Thời gian đặt lại cho các nhiệm vụ hàng ngày là UTC 8:00 A.M. trong suốt sự kiện",
  "Valentine_35":"Nhiệm vụ sự kiện",
  "Valentine_36":"Giới thiệu 3 người bạn để tăng cơ hội giành được Epic MOMOs",
  "Valentine_37":"Nâng cấp MOMO trong MOMO Farmer. Tiêu thụ một MOMO = 20 MOHearts",
  "Valentine_38":"Mở HỘP hoặc Rương x 1 lần trong MOMO Nông Dân",
  "Valentine_39":"Giới thiệu sự kiện",
  "Valentine_40":"Hãy tham gia cùng chúng tôi từ ngày 13 tháng 2 đến ngày 22 tháng 2 để chứng kiến ​​câu chuyện tình yêu hoành tráng này diễn ra và có khả năng nhận được một số phần thưởng đáng kinh ngạc. Bằng cách hoàn thành tất cả các bước của sự kiện và tham gia vào các nhiệm vụ trò chơi hàng ngày, bạn sẽ có cơ hội giành được Trust Wallet Epic MOMO, HỘP Avatar và Mini MOBall. Tổng cộng, giá trị phần thưởng là 30.000 đô la ấn tượng!",
  "Valentine_41":"Lên Đường",
  "Valentine_42":"Chúc mừng",
  "Valentine_43":"LẤY",
  "Valentine_44":"Kết nối ví ủy thác",
  "Valentine_45":"Vui lòng cài đặt Trust Wallet",
  "Valentine_46":"Hoàn thành các nhiệm vụ trên",
  "Valentine_47":"Cứ mời 3 người bạn, bạn sẽ nhận được 80 MOHeart!<br/> Nhân số lời mời của bạn lên!",
  "Valentine_48":"Bạn bè: #0# đã mời",
  "Valentine_49":"Your Multiplier: #0#",
  "Valentine_50":"Sao chép",
  "Valentine_51":"Mời bạn bè",
  "Valentine_52":"Quy tắc sự kiện đầy đủ",
  "Valentine_53":"Nhật ký quay MOLove",
  "Valentine_54":"Phần thưởng",
  "Valentine_55":"Thời gian",
  "Valentine_56":"Chuyện Tình MOMO",
  "Valentine_57":"Chuyện tình MOMO",
  "Valentine_58":"Ối! có vẻ như bạn chưa cài đặt Trust Wallet",
  "Valentine_59":"Epic MOMO Trustie",
  "Valentine_60":"Epic MOMO Victoria",
  "Valentine_61":"Ruby",
  "Valentine_62":"Emerald",
  "Valentine_63":"Sapphire",
  "Valentine_64":"Topaz",
  "Valentine_65":"For dApp users, try another browser to trigger: https://t.me/MOBOX_Verify_bot",
  "Valentine_401":"Không ký được",
  "Valentine_1001":"Lỗi định dạng đầu vào",
  "Valentine_1002":"Nhấp từ từ thôi - đừng nhấp nhiều",
  "Valentine_1003":"Địa chỉ này chưa đăng nhập vào MOMOverse",
  "Valentine_1004":"Liên kết nhận xét này đã được sử dụng",
  "Valentine_1006":"Tên người dùng Twitter này đã được sử dụng",
  "Valentine_1007":"MOTim không đủ",
  "Valentine_1008":"Conclua todas as tarefas de 'Critérios do evento' primeiro",
  "CoinbaselootBrasil_1":"Coinbase Loot MOBOX Cripto Carnaval Brasil",
  "CoinbaselootBrasil_2":"22 de março de 2023 23:00 BRT - 26 de março de 2023 23:00 BRT",
  "CoinbaselootBrasil_3":"2,000 avatares de edição limitada",
  "CoinbaselootBrasil_4":"Tarefas do Evento",
  "CoinbaselootBrasil_5":"Siga @Coinbase Wallet e @MOBOX_Official no Twitter",
  "CoinbaselootBrasil_6":"Siga",
  "CoinbaselootBrasil_7":"Verificar",
  "CoinbaselootBrasil_8":"Nome de usuário de entrada",
  "CoinbaselootBrasil_9":"Entre seu nome de usuário no Twitter",
  "CoinbaselootBrasil_10":"RT & hashtag Coinbase Loot MOBOX Cripto Carnaval Brasil, comente em português",
  "CoinbaselootBrasil_11":"Ligação de comentários de entrada",
  "CoinbaselootBrasil_12":"Introduz o comentário Link do tweet do evento",
  "CoinbaselootBrasil_13":"Junte-se à Mobox Portugal / Brasil no Telegram e seja verificado pelo MOBOX BOT",
  "CoinbaselootBrasil_14":"Sim! Você está qualificado para reivindicar seu MOBOX Avatar!<br/><br/>Acesse o MOMOverse, abra o Avatar BOX e conclua as tarefas do jogo para receber outras recompensas.",
  "CoinbaselootBrasil_15":"Introdução",
  "CoinbaselootBrasil_16":"Introdução",
  "CoinbaselootBrasil_17":"Recompensas<br/>E agora, com a Coinbase Wallet entrando na festa, os usuários no Brasil podem esperar ainda mais maneiras de explorar o mundo das criptomoedas e dos jogos. Durante o evento, novos usuários da Coinbase Wallet no Brasil serão<br/>recompensados com Avatares MOBOX de edição limitada “Coinbase Loot” em troca da conclusão de uma série de tarefas qualificadas.<br/>Avatares temáticos do Brasil<br/>O MOBOX Avatar é um NFT especial que permite aos jogadores personalizar seu personagem do jogo MOBOX. Um total de 2,000 Avatares MOBOX serão enviados para os usuários que concluírem as tarefas de qualificação durante o evento.<br/>Todo esse evento visa criar uma experiência empolgante e envolvente para todos os envolvidos e mostrar ao mundo o que é possível quando você combina o poder do blockchain com a magia dos jogos.",
  "CoinbaselootBrasil_18":"Tweet",
  "CoinbaselootBrasil_19":"Faça login na sua Carteira Coinbase na página de destino",
  "CoinbaselootBrasil_20":"Conectar ao MOMOverse com sucesso",
  "CoinbaselootBrasil_21":"Abra a CAIXA do Avatar para reivindicar o Avatar",
  "CoinbaselootBrasil_22":"Use o “mapa do tesouro” da guia “Itens” em sua “Mochila”",
  "CoinbaselootBrasil_23":"Use “Coinbase MOBalls” para capturar MOMOs no MOMOverse",
  "CoinbaselootBrasil_24":"Go",
  "CoinbaselootBrasil_25":"Completado",
  "CoinbaselootBrasil_26":"Recompensas",
  "CoinbaselootBrasil_27":"Dias",
  "CoinbaselootBrasil_28":"Horas",
  "CoinbaselootBrasil_29":"Minutos",
  "CoinbaselootBrasil_30":"Segundos",
  "CoinbaselootBrasil_31":"Instalar agora",
  "CoinbaselootBrasil_32":"NO. 1 Plataforma de Jogos na cadeia BNB",
  "CoinbaselootBrasil_33":"Regras completas do evento",
  "CoinbaselootBrasil_34":"Vai ao MOMOverse - Game Task",
  "CoinbaselootBrasil_35":"Vai para a missão de Event",
  "CoinbaselootBrasil_36":"Conectar Carteira Coinbase",
  "CoinbaselootBrasil_37":"Instale a Carteira Coinbase",
  "CoinbaselootBrasil_38":"Ops! parece que você não tem o Coinbase Wallet instalado",
  "CoinbaselootBrasil_39":"For dApp users, try another browser to trigger: https://t.me/MOBOX_Verify_bot",
  "CoinbaselootBrasil_40":"Evento termina em",
  "CoinbaselootBrasil_41":"Tarefas de jogo",
  "CoinbaselootBrasil_42":"Conclua todas as tarefas de 'Critérios do evento' primeiro",
  "CoinbaselootBrasil_43":"Devido ao apoio esmagador para MOBOX x Coinbase Loot Event, todos os avatares foram reivindicados! Mas não se preocupe! Muito mais eventos vindo em sua direção! Vá para mobox.io agora.",
  "CoinbaselootBrasil_44":"For dApp users, try another browser to trigger: https://t.me/Mobox_Br",
  "CoinbaselootBrasil_45":"Conclua todas as Tarefas do Evento primeiro para obter o Avatar BOX",
  "CoinbaselootBrasil_200":"Sucesso",
  "CoinbaselootBrasil_401":"Fallou a assinar",
  "CoinbaselootBrasil_1001":"Erro no formato de entrada",
  "CoinbaselootBrasil_1002":"Operam muitas vezes",
  "CoinbaselootBrasil_1003":"Este endereço não entrou no MOMOverse",
  "CoinbaselootBrasil_1004":"O link do comentário falhou ao ser verificado",
  "CoinbaselootBrasil_1005":"Você foi participante no Coinbase Loot MOBOX Cripto Carnaval Brasil",
  "CoinbaselootBrasil_1006":"Esta conta Twitter foi usada",
  "CoinbaselootBrasil_1007":"Oops! This event only supports regions of Brazil. Go to mobox.io to explore more!",
  "CoinbaselootBrasil_1008":"Por favor, completa sua transação anterior antecipadamente",
  "CoinbaselootBrasil_1009":"Por favor siga MOBOX no Twitter primeiro",
  "Roadmap_1":"Unveiling the Magical Realm of MOBOX Fusion",
  "Roadmap_2":"Celebrate MOBOX's 2nd Anniversary with the enchanting fusion of blockchain gaming and mesmerizing technology. Embark on an extraordinary odyssey into the captivating future of gaming, where spellbinding metaverse adventures and vibrant NFTs await. Join our ever-growing community and experience the magical revolution of MOBOX Fusion!",
  "Roadmap_3":"Check out what we achieved in 2022!",
  "Roadmap_4":"MOBOX Cross-Chain Fusion Hub：",
  "Roadmap_5":"The new MOBOX Roadmap 2023 will be implemented in three main stages to distribute the MOBOX Fusion Hub: 'Connecting Multiple Main Public Chains'，'Building a Multi-Chain Digital World' and 'Establishing a Multi-Chain Collaborative MOBOX Fusion Hub'.",
  "Roadmap_6":"MOBOX ONE Revolution：",
  "Roadmap_7":"Unleash the Power of Interconnected Universes with MOBOX",
  "Roadmap_8":"Embrace the future of gaming with MOBOX's groundbreaking cross-chain deployment! Experience unparalleled interoperability as we bridge the gap between Binance Smart Chain, Ethereum, and beyond. Unlock endless possibilities and collaborative opportunities with MOBOX's interconnected multi-universe vision. Multiple chains, ONE world. Get ready to redefine the metaverse!",
  "Roadmap_9":"Magical MODragon NFTs：",
  "Roadmap_10":"A Realm of Enchantment with MOBOX's Alluring AI-Generated Dragons",
  "Roadmap_11":"Unravel the mysteries of MOBOX's captivating MODragon NFT series, where AI-generated dragons and elemental realms come to life. Venture into an immersive world of hatching, battling, and nurturing multi-element dragons, all powered by cutting-edge AI technology. Embrace the magic and embark on an unforgettable journey in the enchanting world of MODragons! Stay tuned for more spellbinding updates!",
  "Roadmap_12":"The MOBOX Universe: A Metaverse of Boundless Fun",
  "Roadmap_13":"Embark on an Epic Journey in a Decentralized World of Creation, Collaboration, and Exploration",
  "Roadmap_14":"Dive into the MOBOX Universe, a captivating metaverse offering endless possibilities in a truly decentralized environment. Shape your own world, unite with fellow creators, and explore unique continents. Embrace a thriving digital community that transcends public chains and fosters seamless collaboration across ecosystems.",
  "Roadmap_15":"Uniting MOMOverse and MOBOX Universe：A New Realm of Exploration",
  "Roadmap_16":"Embark on Unforgettable Adventures in a Merged World of Imagination and Discovery",
  "Roadmap_17":"The MOMOverse and MOBOX Universe come together, offering players a richer and more vivid world to explore. Dive into engaging quests, establish domains, and enhance your influence in this immersive experience. Unleash your creativity, conquer territories, and join forces to uncover endless surprises in this ever-expanding realm.",
  "Roadmap_18":"Unveiling MOBOX Avatar 2.0: Your Enhanced Digital Self",
  "Roadmap_19":"Embrace the Magic of Your Refined Virtual Identity in the MOMOverse",
  "Roadmap_20":"MOBOX Avatar 2.0 brings a host of dazzling improvements to your digital persona, including vibrant colors, intricate facial features, and a fully-realized 3D model. As we near the final stages of this enchanting project, players with a MOBOX Avatar will receive a new Avatar 2.0 airdrop, allowing you to explore the mesmerizing MOMOverse with a captivating and unique presence.",
  "Roadmap_21":"MOBOX's Game Release Plan：",
  "Roadmap_22":"Elevating Web 3 Gaming with Top-Tier Titles and Strategic Collaborations",
  "Roadmap_23":"Drawing from over a decade of experience in traditional game development and publishing, MOBOX plans to release three top-tier games in 2023, backed by development investments exceeding tens of millions of dollars. As we actively collaborate with industry leaders to strengthen the MOBOX ecosystem, we remain committed to revolutionizing the Web 3 gaming landscape.",
  "Roadmap_24":"MBOX Tokenomics Update：",
  "Roadmap_25":"Strengthening MBOX with Token Burns, Reductions, and New Application Scenarios",
  "Roadmap_26":"MBOX Tokenomics 2.0 features a 135 million MBOX token burn, output adjustments in MBOX-BNB LP mining pool and the addition of new application scenarios. These changes aim to support the MOBOX ecosystem's long-term growth, attract top industry talent, and enhance the overall MBOX experience for holders.",
  "Roadmap_27":"MOBOX Fusion Hub：",
  "Roadmap_28":"The Ultimate Web 3 Gaming Solution for Developers",
  "Roadmap_29":"MOBOX Fusion Hub, a comprehensive platform for blockchain game development, offers SDKs and APIs tailored for Web 3 gaming. Compatible with multiple Layer 1 public chains, it provides developers flexibility in choosing the best underlying public chain for their projects. Currently in internal testing, the official version of MOBOX Fusion Hub will launch after extensive testing and performance stabilization, contributing to the future of the gaming industry.",
  "Roadmap_30":"MOBOX ChainGuard 2.0: Unleashing the Power of NFT Gaming",
  "Roadmap_31":"The One-Stop Solution for Web 3.0 Game Users",
  "Roadmap_32":"MOBOX Wallet 2.0 offers a comprehensive solution for Web 3.0 game users, featuring NFT management, EIP 4337 features, diverse gas payment options, pre-approval for on-chain transactions, bundle transactions, and subscription mode. This wallet provides a better management experience for game developers and NFT holders, bridging the gap between traditional gaming and Web 3.0, and ultimately contributing to the development of Web 3 games.",
  "Roadmap_33":"MOMO Mart: A Unique Retail Venture for MOBOX Enthusiasts",
  "Roadmap_34":"Merging Online and Offline Worlds for the Ultimate MOMO Experience",
  "Roadmap_35":"MOMO Mart is a retail venture that aims to expand the MOBOX brand by offering an exclusive MOMO NFT physical blind box collection and interactive store experiences. By attracting both MOBOX fans and trendy toy enthusiasts, MOMO Mart aims to share the essence and values of MOMO NFT with a wider audience. The first brick-and-mortar store will showcase MOBOX's core values while featuring top-quality characters and interactive zones. MOMO Mart is actively looking for prime locations worldwide to establish this unique shopping experience.",
  "Anniversary_1":"MOBOX 2ND ANNIVERSARY",
  "Anniversary_2":"Unveiling the Enchanted Realm of MOBOX 2.0",
  "Anniversary_3":"FAQ",
  "Anniversary_4":"MOBOX 2nd anniversary NFT",
  "Anniversary_5":"The MOBOX 2nd anniversary NFT is exclusively dedicated to the anniversary lucky draw event. Every winner will be granted a MOBOX 2nd anniversary NFT that grants them entry into the lucky draw and a chance to win the grand prize - Real Life Mystery Box!",
  "Anniversary_6":"The lucky draw open hours",
  "Anniversary_7":"The lucky draw will be open for 7 days starting from when the MOBOX 2nd anniversary NFT is airdropped, so make sure to plan your schedule accordingly. ",
  "Anniversary_8":"Not eligible for lucky draw",
  "BitGet_1":"Crypto Gaming Adventure",
  "BitGet_2":"Win More MOLuck",
  "BitGet_3":"Sep 1, 2023 - Sep 7, 2023",
  "BitGet_4":"Rewards:",
  "BitGet_5":"Epic Box * 10",
  "BitGet_6":"Rare Box * 25",
  "BitGet_7":"Avatar Box * 200",
  "BitGet_8":"Super MOball * 200",
  "BitGet_9":"MOball * 1,500",
  "BitGet_10":"Mini MOball * 15,000",
  "BitGet_11":"Connect to your Bitget Wallet",
  "BitGet_12":"Follow @Bitget Wallet and @MOBOX_Official on Twitter",
  "BitGet_13":"MOLucky Spin",
  "BitGet_14":"My MOLuck",
  "BitGet_15":"Invite 3 friends to complete the steps in the Crypto Game Adventure campaign.",
  "BitGet_16":"GASU Airdrop",
  "BitGet_17":"Go to claim your GASU airdrop",
  "BitGet_18":"GASU is a universal gas token, aimed at establishing an instant, low-cost, and free interaction environment across multiple networks.",
  "BitGet_19":"How to get your Bitget UID",
  "BitGet_20":"Event introduction",
  "BitGet_21":"Join us for an exciting Crypto Gaming Adventure brought to you by MOBOX and Bitget! As two leading blockchain platforms, we have teamed up to offer users a chance to win amazing prizes while exploring the world of cryptogame. Participate in our special gaming event and earn MOLucks, which can be used to spin the wheel and win prizes such as, MOMOs, gaming gear, and more. Our event is easy to join and open to everyone, so invite your friends and start playing today! Don't miss out on this unique opportunity to combine your passion for gaming with the exciting world of cryptocurrency. Join us for the MOBOX x Bitget: Crypto Gaming Adventure and see what kind of treasures you can uncover!",
  "BitGet_22":"Lên Đường",
  "BitGet_23":"Chúc mừng",
  "BitGet_24":"LẤY",
  "BitGet_25":"Kết nối ví ủy thác",
  "BitGet_26":"Vui lòng cài đặt Bitget Wallet",
  "BitGet_27":"Hoàn thành các nhiệm vụ trên",
  "BitGet_28":"Cứ mời 3 người bạn, bạn sẽ nhận được 80 MOHeart!<br/> Nhân số lời mời của bạn lên!",
  "BitGet_29":"Bạn bè: #0# đã mời",
  "BitGet_30":"Your Multiplier: #0#",
  "BitGet_31":"Sao chép",
  "BitGet_32":"Mời bạn bè",
  "BitGet_33":"Quy tắc sự kiện đầy đủ",
  "BitGet_34":"Nhật ký quay MOLove",
  "BitGet_35":"Phần thưởng",
  "BitGet_36":"Thời gian",
  "BitGet_37":"Crypto Gaming Adventure",
  "BitGet_38":"Chuyện tình MOMO",
  "BitGet_39":"Ối! có vẻ như bạn chưa cài đặt Bitget Wallet",
  "BitGet_40":"For dApp users, try another browser to trigger: https://t.me/MOBOX_Verify_bot",
  "BitGet_41":"Event rules:<br/>Win 100 MOLuck to grab 1 MOLucky Spin; <br/>The more MOLuck you gain, the more chance to win MOMOs, gaming gear, and more!",
  "BitGet_42":"Thời gian đặt lại cho các nhiệm vụ hàng ngày là UTC 9:00 A.M. trong suốt sự kiện",
  "BitGet_43":"Input your Bitget Wallet UID",
  "BitGet_401":"Không ký được",
  "BitGet_1001":"Lỗi định dạng đầu vào",
  "BitGet_1002":"Nhấp từ từ thôi - đừng nhấp nhiều",
  "BitGet_1003":"Địa chỉ này chưa đăng nhập vào MOMOverse",
  "BitGet_1004":"Liên kết nhận xét này đã được sử dụng",
  "BitGet_1006":"Tên người dùng Twitter này đã được sử dụng",
  "BitGet_1007":"MOLuck không đủ",
  "BitGet_1008":"Conclua todas as tarefas de 'Critérios do evento' primeiro"
}
